[
    {
        "title": "To Kill a Mockingbird",
        "author": "Harper Lee",
        "genre": [
            "Southern States"
        ],
        "description": "Lawyer Atticus Finch defends the real mockingbird of Harper Lee's classic, Puliter Prize-winning novel--a black man charged with the rape of a white woman. Through the eyes of Atticus's children, Scout and Jem Finch, Harper Lee explores with rich humor and unanswering honesty the irrationality of adult attitudes toward race and class in the Deep South of the 1930's.",
        "preview_link": "http://books.google.ro/books?id=o7qjPwAACAAJ&dq=To+Kill+a+Mockingbird+inauthor:Harper+Lee&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Nineteen Eighty-Four",
        "author": "George Orwell",
        "genre": [
            "Fiction"
        ],
        "description": "1984 or Nineteen Eighty-Four: A Novel, is a dystopian novel by English novelist George Orwell. It was published on 8 June 1949. 1984 is one of George Orwell's most powerful politically charged novels, a beautifully crafted warning against the dangers of a totalitarian society, and one of the most famous novels in the dystopian genre. Winston Smith is a low-ranking member of the ruling party in London whose every move is monitored by telescreens. Everywhere Winston goes, the party's omniscient leader, Big Brother, watches him. This is an important novel not only for its stark warning against abusive authority (and its somewhat ironic contribution to modern television content), but also for its insights into the power of manipulating language, history, and the psychology of fear and control. These issues are perhaps even more pertinent today than when Orwell penned his novel.",
        "preview_link": "http://books.google.ro/books?id=ldnyDwAAQBAJ&printsec=frontcover&dq=1984+inauthor:George+Orwell&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Great Gatsby",
        "author": "F. Scott Fitzgerald",
        "genre": [
            "Fiction"
        ],
        "description": "The authentic edition from Fitzgerald’s original publisher. The Great Gatsby, F. Scott Fitzgerald’s third book, stands as the supreme achievement of his career. This exemplary novel of the Jazz Age has been acclaimed by generations of readers. The story of the fabulously wealthy Jay Gatsby and his love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted “gin was the national drink and sex the national obsession,” it is an exquisitely crafted tale of America in the 1920s. The Great Gatsby is one of the great classics of twentieth-century literature.",
        "preview_link": "http://books.google.ro/books?id=2vwoHo3MMpwC&printsec=frontcover&dq=The+Great+Gatsby+inauthor:F.+Scott+Fitzgerald&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "Pride and Prejudice",
        "author": "Jane Austen",
        "genre": [
            "Fiction"
        ],
        "description": "Jane Austen (1775 – 1817) A famous English novelist. Jane Austen is known primarily for her six major novels which interpret, critique and comment upon the British landed gentry at the end of the 18th century. Pride and Prejudice, first published in 1813 tells the story of the main character, Elizabeth Bennet, as she deals with issues of manners, upbringing, morality, education, and marriage.",
        "preview_link": "http://books.google.ro/books?id=N7QsDwAAQBAJ&printsec=frontcover&dq=Pride+and+Prejudice+inauthor:Jane+Austen&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "The Catcher in the Rye",
        "author": "J.D. Salinger",
        "genre": [
            "Caulfield, Holden (Fictitious character)"
        ],
        "description": "Created by Harvard students for students everywhere, each title in the 'Sparknotes' series contains complete plot summary and analysis, key facts about the work, an analysis of the major characters, suggested essay topics, themes, motifs, and symbols, and an explanation of important quotations.",
        "preview_link": "http://books.google.ro/books?id=5vnanQEACAAJ&dq=The+Catcher+in+the+Rye+inauthor:J.D.+Salinger&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Kite Runner",
        "author": "Khaled Hosseini",
        "genre": [
            "Fiction"
        ],
        "description": "Traces the unlikely friendship of a wealthy Afghan youth and a servant's son, in a tale that spans the final days of Afghanistan's monarchy through the atrocities of the present day.",
        "preview_link": "http://books.google.ro/books?id=fwEGngEACAAJ&dq=The+Kite+Runner+inauthor:Khaled+Hosseini&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "Of Mice and Men",
        "author": "John Steinbeck",
        "genre": [
            "Fiction"
        ],
        "description": "Celebrating its 75th anniversary, John Steinbeck’s Of Mice and Men remains one of America's most widely read and beloved novels. Here is Steinbeck’s dramatic adaptation of his novel-as-play, which received the New York Drama Critics’ Circle Award for Best Play in 1937-1938 and has featured a number of actors who have played the iconic roles of George and Lennie on stage and film, including James Earl Jones, John Malkovich and Gary Sinise.From the Nobel Prize-winning author of The Grapes of Wrath and East of Eden, this classic story of an unlikely pair, two migrant workers in California during the Great Depression who grasp for their American Dream, profoundly touches readers and audiences alike. George and his simple-minded friend Lenny dream, as drifters will, of a place to call their own—a couple of acres and a few pigs, chickens, and rabbits back in Hill Country where land is cheap. But after they come to work on a ranch in the fertile Salinas Valley of California, their hopes, like “the best laid schemes o’mice an’ men,” begin to go awry. Of Mice and Men also represents an experiment in form, as Steinbeck described his work, “a kind of playable novel, written in novel form but so scened and set that it can be played as it stands.” A rarity in American letters, it achieved remarkable success as a novel, a Broadway play, and three acclaimed films.",
        "preview_link": "http://books.google.ro/books?id=EJVPEAAAQBAJ&dq=Of+Mice+and+Men+inauthor:John+Steinbeck&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Alchemist",
        "author": "Paulo Coelho",
        "genre": [
            "Religion"
        ],
        "description": "Andalusian shepherd boy Santiago travels from his homeland in Spain to the Egyptian desert in search of a treasure buried in the Pyramids. Along the way he meets a Gypsy woman, a man who calls himself king, and an alchemist, all of whom point Santiago in the direction of his quest. No one knows what the treasure is, or if Santiago will be able to surmount the obstacles along the way. But what starts out as a journey to find worldly goods turns into a discovery of the treasure found within. Since its first printing The Alchemist has been translated into seventy-one languages and sold forty million copies worldwide, establishing itself as a modern classic that will enchant and inspire readers for generations to come. Beautifully rendered, The Alchemist: A Graphic Novel is a must have for any collector's library. Acclaimed illustrator Daniel Sampere brings Paulo Coelho's classic to new life in this gorgeously illustrated graphic novel adaptation.",
        "preview_link": "http://books.google.ro/books?id=XPXtDwAAQBAJ&printsec=frontcover&dq=The+Alchemist+inauthor:Paulo+Coelho&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "A Tale of Two Cities",
        "author": "Charles Dickens",
        "genre": [
            "Juvenile Fiction"
        ],
        "description": "A young dog, Buck, grew up as the favourite pet of a loving family, in California. But his life took a sudden turn when he was sold by a rogue servant and was transported to the Far North. The cold, wild land was cruel and heartless; inhabited by greedy gold prospectors, savage wolves and even more savage Indians. Buck became a sled dog and was subjected to a life of immense hardship. He soon realised that he must return to the law of the wild and learn to survive. Buck turned to the ways of his forefathers using the cunning, toughness and ferocity that lay dormant in him - he became the strongest sled dog in Alaska. But can he overcome the urge to run free of man's rule; the urge to respond to the call of the wild?",
        "preview_link": "http://books.google.ro/books?id=moOSCwAAQBAJ&printsec=frontcover&dq=A+Tale+of+Two+Cities+inauthor:Charles+Dickens&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Life of Pi",
        "author": "Yann Martel",
        "genre": [
            "Airplane crash survival"
        ],
        "description": "One boy, one boat, one tiger . . .After the tragic sinking of a cargo ship, a solitary lifeboat remains bobbing on the wild, blue Pacific. The only survivors from the wreck are a sixteen year-old boy named Pi, a hyena, a zebra (with a broken leg), a female orang-utan and a 450-pound Royal Bengal tiger. The scene is set for one of the most extraordinary and best-loved works of fiction in recent years.",
        "preview_link": "http://books.google.ro/books?id=bREnLgEACAAJ&dq=Life+of+Pi+inauthor:Yann+Martel&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "A Brief History of Time",
        "author": "Stephen Hawking",
        "genre": [
            "Science"
        ],
        "description": "Like prior editions of the book - but even more so - A Briefer History of Time will guide non-scientists everywhere in the ongoing search for the tantalizing secrets at the heart of time and space . . . This is Stephen Hawking's somewhat 'briefer' account of his up-to-date and most recent scientific observations and findings. A great companion to his original worldwide bestseller, A Brief History of Time. From curved space to quantum theory, the authors have expanded on areas of special interest and recent progress, such as developments in string theory and exciting progress in the search for a force of complete, unified theory of all the forces of physics. Thirty-eight full-colour illustrations enhance the text and make A Briefer History of Time an exhilarating addition in its own right to the literature of science.",
        "preview_link": "http://books.google.ro/books?id=NVPpTEiSQEkC&dq=A+Brief+History+of+Time+inauthor:Stephen+Hawking&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Sapiens: A Brief History of Humankind",
        "author": "Yuval Noah Harari",
        "genre": [
            "Comics & Graphic Novels"
        ],
        "description": "The first volume of the graphic adaptation of Yuval Noah Harari's smash #1 New York Times and international bestseller recommended by President Barack Obama and Bill Gates, with gorgeous full-color illustrations and concise, easy to comprehend text for readers of all ages. One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one--homo sapiens. What happened to the others? And what may happen to us? In this first volume of the full-color illustrated adaptation of his groundbreaking book, renowned historian Yuval Harari tells the story of humankind's creation and evolution, exploring the ways in which biology and history have defined us and enhanced our understanding of what it means to be \"human.\" From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens challenges us to reconsider accepted beliefs, connect past developments with contemporary concerns, and view specific events within the context of larger ideas. Featuring 256 pages of full-color illustrations and easy-to-understand text covering the first part of the full-length original edition, this adaptation of the mind-expanding book furthers the ongoing conversation as it introduces Harari's ideas to a wide new readership.",
        "preview_link": "http://books.google.ro/books?id=uAyIzQEACAAJ&dq=Sapiens:+A+Brief+History+of+Humankind+inauthor:Yuval+Noah+Harari&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Selfish Gene",
        "author": "Richard Dawkins",
        "genre": [
            "Science"
        ],
        "description": "The million copy international bestseller, critically acclaimed and translated into over 25 languages. As influential today as when it was first published, The Selfish Gene has become a classic exposition of evolutionary thought. Professor Dawkins articulates a gene's eye view of evolution - a view giving centre stage to these persistent units of information, and in which organisms can be seen as vehicles for their replication. This imaginative, powerful, and stylistically brilliant work not only brought the insights of Neo-Darwinism to a wide audience, but galvanized the biology community, generating much debate and stimulating whole new areas of research. Forty years later, its insights remain as relevant today as on the day it was published. This 40th anniversary edition includes a new epilogue from the author discussing the continuing relevance of these ideas in evolutionary biology today, as well as the original prefaces and foreword, and extracts from early reviews. Oxford Landmark Science books are 'must-read' classics of modern science writing which have crystallized big ideas, and shaped the way we think.",
        "preview_link": "http://books.google.ro/books?id=WZ9HDAAAQBAJ&printsec=frontcover&dq=The+Selfish+Gene+inauthor:Richard+Dawkins&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Origin of Species",
        "author": "Charles Darwin",
        "genre": [
            "Science"
        ],
        "description": "Still considered one of the most influential works of science, Darwin's On the Origin of Species forever changed the way we look at ourselves in relation to other living beings. Drawn largely from studies Darwin made on his voyage on the HMS Beagle, Origin presents a large body of evidence that human beings were not created at once, by the hands of a single divine being, but evolved from past species through natural selection, adapting over thousands and thousands of years. What exploded into controversy at the time of its publication is now the most widely accepted scientific explanation for man’s origin. This surprisingly personal collection of his various experiments, observations, and findings is a must-read for curious minds of every kind. Featuring an appendix of discussion questions, this Diversion Classics edition is ideal for use in book groups and classrooms. For more classic titles like this, visit www.diversionbooks.com/ebooks/diversion-classics",
        "preview_link": "http://books.google.ro/books?id=6quJDAAAQBAJ&printsec=frontcover&dq=The+Origin+of+Species+inauthor:Charles+Darwin&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Homo Deus: A Brief History of Tomorrow",
        "author": "Yuval Noah Harari",
        "genre": [
            "Civilization, Modern"
        ],
        "description": "Yuval Noah Harari, author of Sapiens: A Brief History of Humankind, envisions a not-too-distant world in which we face a new set of challenges. He examines our future with his trademark blend of science, history, philosophy and every discipline in between. The author explores the projects, dreams and nightmares that will shape the twenty-first century - from overcoming death to creating artificial life. It asks the fundamental questions: Where do we go from here? And how will we protect this fragile world from our own destructive powers?",
        "preview_link": "http://books.google.ro/books?id=Rm1bzwEACAAJ&dq=Homo+Deus:+A+Brief+History+of+Tomorrow+inauthor:Yuval+Noah+Harari&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Brief Answers to the Big Questions",
        "author": "Stephen Hawking",
        "genre": [
            "Inquiry (Theory of knowledge)"
        ],
        "description": "\"Dr. Stephen Hawking was the most renowned scientist since Einstein, known both for his groundbreaking work in physics and cosmology and for his mischievous sense of humor. He educated millions of readers about the origins of the universe and the nature of black holes, and inspired millions more by defying a terrifying early prognosis of ALS, which originally gave him only two years to live. In later life he could communicate only by using a few facial muscles, but he continued to advance his field and serve as a revered voice on social and humanitarian issues. Hawking not only unraveled some of the universe's greatest mysteries but also believed science plays a critical role in fixing problems here on Earth. Now he turns his attention to the most urgent issues facing us. Will humanity survive? Should we colonize space? Does God exist? ​​These are just a few of the questions Hawking addresses in this wide-ranging, passionately argued final book from one of the greatest minds in history. Featuring a foreword by Eddie Redmayne, who won an Oscar playing Stephen Hawking, an introduction by Nobel Laureate Kip Thorne, and an afterword from Hawking's daughter, Lucy.\" --",
        "preview_link": "http://books.google.ro/books?id=_dkNvwEACAAJ&dq=Brief+Answers+to+the+Big+Questions+inauthor:Stephen+Hawking&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Structure of Scientific Revolutions",
        "author": "Thomas S. Kuhn",
        "genre": [
            "Biography & Autobiography"
        ],
        "description": "Divided into three parts, this work is a record of the direction Kuhn was taking during the last two decades of his life. It consists of essays in which he refines the basic concepts set forth in \"Structure\"--Paradigm shifts, incommensurability, and the nature of scientific progress.",
        "preview_link": "http://books.google.ro/books?id=IsQdgAqSwxkC&printsec=frontcover&dq=The+Structure+of+Scientific+Revolutions+inauthor:Thomas+S.+Kuhn&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Sixth Extinction: An Unnatural History",
        "author": "Elizabeth Kolbert",
        "genre": [
            "Juvenile Nonfiction"
        ],
        "description": "In this young readers adaptation of the New York Times-bestselling, Pulitzer Prize-winning The Sixth Extinction, Elizabeth Kolbert tells us why and how human beings have altered life on the planet in a way no species has before. Over the last half-billion years, there have been five mass extinctions, when the diversity of life on earth suddenly and dramatically contracted. Scientists around the world are monitoring the sixth extinction, predicted to be the most devastating extinction event since the asteroid impact that wiped out the dinosaurs. Adapting from her New York Times-bestselling, Pulitzer Prize-winning adult nonfiction, Elizabeth Kolbert explores how humans are altering life on Earth.",
        "preview_link": "http://books.google.ro/books?id=eBGhEAAAQBAJ&dq=The+Sixth+Extinction:+An+Unnatural+History+inauthor:Elizabeth+Kolbert&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Bad Science",
        "author": "Ben Goldacre",
        "genre": [
            "Medical"
        ],
        "description": "The very best journalism from one of Britain’s most admired and outspoken science writers, author of the bestselling Bad Science and Bad Pharma.",
        "preview_link": "http://books.google.ro/books?id=hdZzAwAAQBAJ&printsec=frontcover&dq=Bad+Science+inauthor:Ben+Goldacre&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Man Who Knew Infinity: A Life of the Genius Ramanujan",
        "author": "Robert Kanigel",
        "genre": [
            "Biography & Autobiography"
        ],
        "description": "A biography of the Indian mathematician Srinivasa Ramanujan. The book gives a detailed account of his upbringing in India, his mathematical achievements, and his mathematical collaboration with English mathematician G. H. Hardy. The book also reviews the life of Hardy and the academic culture of Cambridge University during the early twentieth century.",
        "preview_link": "http://books.google.ro/books?id=m08ADAAAQBAJ&pg=PA306&dq=The+Man+Who+Knew+Infinity:+A+Life+of+the+Genius+Ramanujan+inauthor:Robert+Kanigel&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Astrophysics for People in a Hurry",
        "author": "Neil deGrasse Tyson",
        "genre": [
            "Science"
        ],
        "description": "New York Times Bestseller A luminous companion to the phenomenal bestseller Astrophysics for People in a Hurry. Astrophysicist Neil deGrasse Tyson has attracted one of the world’s largest online followings with his fascinating, widely accessible insights into science and our universe. Now, Tyson invites us to go behind the scenes of his public fame by revealing his correspondence with people across the globe who have sought him out in search of answers. In this hand-picked collection of 101 letters, Tyson draws upon cosmic perspectives to address a vast array of questions about science, faith, philosophy, life, and of course, Pluto. His succinct, opinionated, passionate, and often funny responses reflect his popularity and standing as a leading educator. Tyson’s 2017 bestseller Astrophysics for People in a Hurry offered more than one million readers an insightful and accessible understanding of the universe. Tyson’s most candid and heartfelt writing yet, Letters from an Astrophysicist introduces us to a newly personal dimension of Tyson’s quest to explore our place in the cosmos.",
        "preview_link": "http://books.google.ro/books?id=HKOhDwAAQBAJ&printsec=frontcover&dq=Astrophysics+for+People+in+a+Hurry+inauthor:Neil+deGrasse+Tyson&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Emperor of All Maladies: A Biography of Cancer",
        "author": "Siddhartha Mukherjee",
        "genre": [
            "Health & Fitness"
        ],
        "description": "Winner of the Pulitzer Prize and a documentary from Ken Burns on PBS, this New York Times bestseller is “an extraordinary achievement” (The New Yorker)—a magnificent, profoundly humane “biography” of cancer—from its first documented appearances thousands of years ago through the epic battles in the twentieth century to cure, control, and conquer it to a radical new understanding of its essence. Physician, researcher, and award-winning science writer, Siddhartha Mukherjee examines cancer with a cellular biologist’s precision, a historian’s perspective, and a biographer’s passion. The result is an astonishingly lucid and eloquent chronicle of a disease humans have lived with—and perished from—for more than five thousand years. The story of cancer is a story of human ingenuity, resilience, and perseverance, but also of hubris, paternalism, and misperception. Mukherjee recounts centuries of discoveries, setbacks, victories, and deaths, told through the eyes of his predecessors and peers, training their wits against an infinitely resourceful adversary that, just three decades ago, was thought to be easily vanquished in an all-out “war against cancer.” The book reads like a literary thriller with cancer as the protagonist. Riveting, urgent, and surprising, The Emperor of All Maladies provides a fascinating glimpse into the future of cancer treatments. It is an illuminating book that provides hope and clarity to those seeking to demystify cancer.",
        "preview_link": "http://books.google.ro/books?id=hgx0sJvphNkC&pg=PA493&dq=The+Emperor+of+All+Maladies:+A+Biography+of+Cancer+inauthor:Siddhartha+Mukherjee&hl=&cd=5&source=gbs_api"
    },
    {
        "title": "Pride and Prejudice",
        "author": "Jane Austen",
        "genre": [
            "Fiction"
        ],
        "description": "Jane Austen (1775 – 1817) A famous English novelist. Jane Austen is known primarily for her six major novels which interpret, critique and comment upon the British landed gentry at the end of the 18th century. Pride and Prejudice, first published in 1813 tells the story of the main character, Elizabeth Bennet, as she deals with issues of manners, upbringing, morality, education, and marriage.",
        "preview_link": "http://books.google.ro/books?id=N7QsDwAAQBAJ&printsec=frontcover&dq=Pride+and+Prejudice+inauthor:Jane+Austen&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "Outlander",
        "author": "Diana Gabaldon",
        "genre": [
            "Fiction"
        ],
        "description": "The \"New York Times\" bestseller that began the beloved saga of Jamie and Claire Fraser is now available in this specially-priced edition that includes an excerpt from Gabaldon's highly anticipated new Outlander hardcover, due for release in November 2005. Reissue.",
        "preview_link": "http://books.google.ro/books?id=lmFKUOJbXiEC&q=Outlander+inauthor:Diana+Gabaldon&dq=Outlander+inauthor:Diana+Gabaldon&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "The Notebook",
        "author": "Nicholas Sparks",
        "genre": [
            "Fiction"
        ],
        "description": "NOVEL LEARNING SERIES(TM) THE NOTEBOOK by Nicholas Sparks STUDENT EDITION Every so often a love story so captures our hearts that it becomes more than a story-it becomes an experience to remember forever. The Notebook is such a book. It is a celebration of how passion can be ageless and timeless, a tale that moves us to laughter and tears and makes us believe in true love all over again . . . At thirty-one, Noah Calhoun, back in coastal North Carolina after World War II, is haunted by images of the girl he lost more than a decade earlier. At twenty-nine, socialite Allie Nelson is about to marry a wealthy lawyer, but she cannot stop thinking about the boy who long ago stole her heart. Thus begins the story of a love so enduring and deep it can turn tragedy into triumph, and may even have the power to create a miracle . . . With a NOVEL LEARNING SERIES(TM) Student Guide -Questions about the text after every few chapters check your comprehension -Quizzes throughout help you prepare for standardized tests with SAT- and ACT-style questions using vocabulary and grammar from the book -Sample writing prompts and essays at the end guide you through the elements of an above-average, average, and below-average essay-and explain why!",
        "preview_link": "http://books.google.ro/books?id=iYlgBAAAQBAJ&dq=The+Notebook+inauthor:Nicholas+Sparks&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Me Before You",
        "author": "Jojo Moyes",
        "genre": [
            "Fiction"
        ],
        "description": "On its 10th anniversary, rediscover the love story that captured 21 million hearts . . . THE NO. 1 BESTSELLING PHENOMENON AND MAJOR FILM ADAPTATION 'One of the most memorable books of the last decade' WOMAN & HOME 'Utterly absorbing and blissfully romantic' DAILY TELEGRAPH 'The only book that ever made me cry' LISA JEWELL 'You simply have to read it' CLOSER 'Magical and heartbreaking' MARIE CLAIRE 'A timeless love story' RED __________ Will needed Lou as much as she needed him, but will her love be enough to save his life? Lou Clark knows lots of things. She knows how many footsteps there are between the bus stop and home. She knows she likes working in The Buttered Bun teashop and she knows she might not love her boyfriend Patrick. What Lou doesn't know is she's about to lose her job or that knowing what's coming is what keeps her sane. Will Traynor knows his motorcycle accident took away his desire to live. He knows everything feels very small and rather joyless now and he knows exactly how he's going to put a stop to that. What Will doesn't know is that Lou is about to burst into his world in a riot of colour. And neither of them knows they're going to change the other for all time. Beautifully romantic, moving and heart-wrenching, Me Before You is the unforgettable love story that defined a decade. If you fell in love with Lou Clark, find out what she does next in After You and Still Me - out now! __________ 'Lou and Will are a couple who readers will take into their hearts' Independent on Sunday 'A bittersweet story about love, learning and letting go. A tremendous read' Daily Mail 'Beautifully written' Sun 'Funny, believable and heartbreaking' Woman's Own 'A perceptive and moving tale' Independent 'A triumph' Elle",
        "preview_link": "http://books.google.ro/books?id=GV0rzUZjRLsC&dq=Me+Before+You+inauthor:Jojo+Moyes&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Jane Eyre",
        "author": "Charlotte Brontë",
        "genre": [],
        "description": "",
        "preview_link": ""
    },
    {
        "title": "The Time Traveler's Wife",
        "author": "Audrey Niffenegger",
        "genre": [
            "Married people"
        ],
        "description": "This extraordinary, magical first novel is the story of Clare, a beautiful art student, and Henry, a librarian, who have known each other since Clare was six and Henry was thirty-six, and were married when Clare was twenty-two and Henry thirty. Impossible but true, because Henry is one of the first people diagnosed with Chrono-Displacement Disorder: periodically his genetic clock resets and he finds himself misplaced in time, pulled to moments of emotional gravity in his life, past and future. His disappearances are spontaneous, his experiences unpredictable, alternately harrowing and amusing. The Time Traveler's Wife depicts the effects of time travel on Henry and Clare's marriage and their passionate love for each other as the story unfolds from both points of view. Clare and Henry attempt to live normal lives, pursuing familiar goals - steady jobs, good friends, children of their own. All of this is threatened by something they can neither prevent nor control, making their story intensely moving and entirely unforgettable.",
        "preview_link": "http://books.google.ro/books?id=bQ1rGQAACAAJ&dq=The+Time+Traveler%27s+Wife+inauthor:Audrey+Niffenegger&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "Love in the Time of Cholera",
        "author": "Gabriel García Márquez",
        "genre": [
            "Fiction"
        ],
        "description": "AVAILABLE FOR THE FIRST TIME IN eBOOK! On her twelfth birthday, Sierva Maria – the only child of a decaying noble family in an eighteenth-century South American seaport – is bitten by a rabid dog. Believed to be possessed, she is brought to a convent for observation. And into her cell stumbles Father Cayetano Delaura, who has already dreamed about a girl with hair trailing after her like a bridal train. As he tends to her with holy water and sacramental oils, Delaura feels something shocking begin to occur. He has fallen in love – and it is not long until Sierva Maria joins him in his fevered misery. Unsettling and indelible, Of Love and Other Demons is an evocative, majestic tale of the most universal experiences known to woman and man.",
        "preview_link": "http://books.google.ro/books?id=griFBAAAQBAJ&printsec=frontcover&dq=Love+in+the+Time+of+Cholera+inauthor:Gabriel+Garc%C3%ADa+M%C3%A1rquez&hl=&cd=6&source=gbs_api"
    },
    {
        "title": "Twilight",
        "author": "Stephenie Meyer",
        "genre": [
            "Juvenile Fiction"
        ],
        "description": "It's here! Number one bestselling author Stephenie Meyer makes a triumphant return to the world of Twilight with this highly-anticipated companion; the iconic love story of Bella and Edward told from the vampire's point of view. When Edward Cullen and Bella Swan met in Twilight, an iconic love story was born. But until now, fans have heard only Bella's side of the story. At last, readers can experience Edward's version in the long-awaited companion novel, Midnight Sun. This unforgettable tale as told through Edward's eyes takes on a new and decidedly dark twist. Meeting Bella is both the most unnerving and intriguing event he has experienced in all his years as a vampire. As we learn more fascinating details about Edward's past and the complexity of his inner thoughts, we understand why this is the defining struggle of his life. How can he justify following his heart if it means leading Bella into danger? In Midnight Sun, Stephenie Meyer transports us back to a world that has captivated millions of readers and brings us an epic novel about the profound pleasures and devastating consequences of immortal love.",
        "preview_link": "http://books.google.ro/books?id=8JHgDwAAQBAJ&printsec=frontcover&dq=Twilight+inauthor:Stephenie+Meyer&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "The Rosie Project",
        "author": "Graeme Simsion",
        "genre": [
            "Fiction"
        ],
        "description": "\"The Wife Project is complete, and Don and Rosie are happily married and living in New York. But they're about to face a new challenge because--surprise--Rosie is pregnant. Don sets about learning the protocols of becoming a father, but his unusual research style gets him into trouble with the law. Fortunately his best friend Gene is on hand to offer advice: he's left Claudia and moved in with Don and Rosie. As Don tries to schedule time for pregnancy research, getting Gene and Claudia to reconcile, servicing the industrial refrigeration unit that occupies half his apartment, helping Dave the Baseball Fan save his business, and staying on the right side of Lydia the social worker, he almost misses the biggest problem of all: he might lose Rosie when she needs him the most\"--",
        "preview_link": "http://books.google.ro/books?id=1rgrCgAAQBAJ&printsec=frontcover&dq=The+Rosie+Project+inauthor:Graeme+Simsion&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "A Walk to Remember",
        "author": "Nicholas Sparks",
        "genre": [
            "Fiction"
        ],
        "description": "Can you resist the depths of the human heart? It is 1958 and seventeen-year-old Landon is revelling in his youth: dating girls and even claiming to have been in love. He is a world apart from shy, reclusive Jamie Sullivan, a Baptist's daughter who carries a bible with her school books, cares for her widowed father and volunteers at the orphanage. But fate will intervene. Forced to partner up at the school dance, Landon and Jamie embark on a journey of earth-shattering love and agonising loss far beyond their years. In the months that follow, Landon discovers the true depths of the human heart, and takes a decision that is so stunning it will lead him irrevocably down the road to manhood . . .",
        "preview_link": "http://books.google.ro/books?id=7_7UlcBWxnoC&pg=PT111&dq=A+Walk+to+Remember+inauthor:Nicholas+Sparks&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "The Hobbit",
        "author": "J.R.R. Tolkien",
        "genre": [
            "Fiction"
        ],
        "description": "For the first time ever, a special enhanced edition of the enchanting prelude to The Lord of the Rings, illustrated throughout with over 50 sketches, drawings, paintings and maps by J.R.R. Tolkien himself. Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely travelling further than the pantry of his hobbit-hole in Bag End. But his contentment is disturbed when the wizard, Gandalf, and a company of thirteen dwarves arrive on his doorstep one day to whisk him away on an unexpected journey ‘there and back again.’ They have a plot to raid the treasure hoard of Smaug the Magnificent, a large and very dangerous dragon . . . Written for J.R.R. Tolkien’s own children, The Hobbit was published on 21 September 1937. With a beautiful cover design, a handful of black & white drawings and two maps by the author himself, the book became an instant success and was reprinted shortly afterwards with five color plates. Tolkien’s own selection of finished paintings and drawings have become inseparable from his text, adorning editions of The Hobbit for more than 85 years. But the published art has afforded only a glimpse of Tolkien’s creative process, and many additional sketches, colored drawings and maps – although exhibited and published elsewhere – have never appeared within the pages of The Hobbit. In this unique enhanced edition of Tolkien’s enchanting classic tale, the full panoply of his art is reproduced for the first time, presenting more than 50 illustrations to accompany Bilbo Baggins on his adventure ‘there and back again.’",
        "preview_link": "http://books.google.ro/books?id=Fse0EAAAQBAJ&printsec=frontcover&dq=The+Hobbit+inauthor:J.R.R.+Tolkien&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Harry Potter and the Sorcerer’s Stone",
        "author": "J.K. Rowling",
        "genre": [
            "Education"
        ],
        "description": "A beautifully bound edition of the first book in the best-selling Harry Potter series -- As a fixture on the New York Times Bestseller List. Happy Potter and The Sorcerer's Stone has quickly become a modern-day classic. -- With its embossed leather cover, and gold foil stamping, this classic, timeless edition will appeal to Harry Potter fans and adult collectors. -- Features an original, never-before-seen sketch of Harry by J. K. Rowling",
        "preview_link": "http://books.google.ro/books?id=1kYxPQAACAAJ&dq=Harry+Potter+and+the+Sorcerer%E2%80%99s+Stone+inauthor:J.K.+Rowling&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "A Game of Thrones",
        "author": "George R.R. Martin",
        "genre": [
            "Fiction"
        ],
        "description": "Perfect for fans of HBO's Game of Thrones--a boxed set featuring the first five novels! An immersive entertainment experience unlike any other, A Song of Ice and Fire has earned George R. R. Martin--dubbed \"the American Tolkien\" by Time magazine--international acclaim and millions of loyal readers. Now here is the entire monumental cycle: A GAME OF THRONES A CLASH OF KINGS A STORM OF SWORDS A FEAST FOR CROWS A DANCE WITH DRAGONS \"One of the best series in the history of fantasy.\"--Los Angeles Times Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King's Landing. There Eddard Stark of Winterfell rules in Robert's name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse--unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season. Yet a more immediate threat lurks to the south, where Jon Arryn, the Hand of the King, has died under mysterious circumstances. Now Robert is riding north to Winterfell, bringing his queen, the lovely but cold Cersei, his son, the cruel, vainglorious Prince Joffrey, and the queen's brothers Jaime and Tyrion of the powerful and wealthy House Lannister--the first a swordsman without equal, the second a dwarf whose stunted stature belies a brilliant mind. All are heading for Winterfell and a fateful encounter that will change the course of kingdoms. Meanwhile, across the Narrow Sea, Prince Viserys, heir of the fallen House Targaryen, which once ruled all of Westeros, schemes to reclaim the throne with an army of barbarian Dothraki--whose loyalty he will purchase in the only coin left to him: his beautiful yet innocent sister, Daenerys. \"Long live George Martin . . . a literary dervish, enthralled by complicated characters and vivid language, and bursting with the wild vision of the very best tale tellers.\"--The New York Times",
        "preview_link": "http://books.google.ro/books?id=dkaTEAAAQBAJ&dq=A+Game+of+Thrones+inauthor:George+R.R.+Martin&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Name of the Wind",
        "author": "Patrick Rothfuss",
        "genre": [
            "Fiction"
        ],
        "description": "\"No one writes about stories like Pat Rothfuss. How the right story at the right time can change the world, how the teller can shape a life.\" —Lin-Manuel Miranda This deluxe, illustrated edition celebrates the New York Times-bestselling series, The Kingkiller Chronicle—a masterful epic fantasy saga that has inspired readers worldwide. This anniversary hardcover includes more than 50 pages of extra content! • Beautiful, iconic cover by artist Sam Weber and designer Paul Buckley • Gorgeous, never-before-seen illustrations by artist Dan Dos Santos • Detailed and updated world map by artist Nate Taylor • Brand-new author’s note • Appendix detailing calendar system and currencies • Pronunciation guide of names and places DAY ONE: THE NAME OF THE WIND My name is Kvothe. I have stolen princesses back from sleeping barrow kings. I burned down the town of Trebon. I have spent the night with Felurian and left with both my sanity and my life. I was expelled from the University at a younger age than most people are allowed in. I tread paths by moonlight that others fear to speak of during day. I have talked to Gods, loved women, and written songs that make the minstrels weep. You may have heard of me. So begins a tale unequaled in fantasy literature—the story of a hero told in his own voice. It is a tale of sorrow, a tale of survival, a tale of one man’s search for meaning in his universe, and how that search, and the indomitable will that drove it, gave birth to a legend. Praise for The Kingkiller Chronicle: “The best epic fantasy I read last year.... He’s bloody good, this Rothfuss guy.” —George R. R. Martin, New York Times-bestselling author of A Song of Ice and Fire “Rothfuss has real talent, and his tale of Kvothe is deep and intricate and wondrous.” —Terry Brooks, New York Times-bestselling author of Shannara \"It is a rare and great pleasure to find a fantasist writing...with true music in the words.\" —Ursula K. Le Guin, award-winning author of Earthsea \"The characters are real and the magic is true.” —Robin Hobb, New York Times-bestselling author of Assassin’s Apprentice \"Masterful.... There is a beauty to Pat's writing that defies description.\" —Brandon Sanderson, New York Times-bestselling author of Mistborn",
        "preview_link": "http://books.google.ro/books?id=atqOEAAAQBAJ&dq=The+Name+of+the+Wind+inauthor:Patrick+Rothfuss&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Mistborn: The Final Empire",
        "author": "Brandon Sanderson",
        "genre": [
            "Fiction"
        ],
        "description": "A boxed set of the landmark fantasy from Brandon Sanderson, the man credited with breathing fresh life into Robert Jordan's WHEEL OF TIME. An epic fantasy set in a world where the Dark Lord has gained dominion over the world. A world of ash and pain. A world subjugated. But a world where magic can be drawn from metals. A world waiting for a new heroine, a new hope. A word of mouth bestseller in the USA Brandon Sanderson's Mistborn trilogy have now become a massive hit in the UK, introducing readers to the work of one of the genre's great talents. A master of world building, sweeping plots, believable characters and engrossing magic systems.",
        "preview_link": "http://books.google.ro/books?id=vlc5BAAAQBAJ&printsec=frontcover&dq=Mistborn:+The+Final+Empire+inauthor:Brandon+Sanderson&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Lies of Locke Lamora",
        "author": "Scott Lynch",
        "genre": [
            "Family & Relationships"
        ],
        "description": "They say that the Thorn of Camorr can beat anyone in a fight. They say he steals from the rich and gives to the poor. They say he's part man, part myth, and mostly street-corner rumor. And they are wrong on every count. Only averagely tall, slender, and god-awful with a sword, Locke Lamora is the fabled Thorn, and the greatest weapons at his disposal are his wit and cunning. He steals from the rich - they're the only ones worth stealing from - but the poor can go steal for themselves. What Locke cons, wheedles and tricks into his possession is strictly for him and his band of fellow con-artists and thieves: the Gentleman Bastards. Together their domain is the city of Camorr. Built of Elderglass by a race no-one remembers, it's a city of shifting revels, filthy canals, baroque palaces and crowded cemeteries. Home to Dons, merchants, soldiers, beggars, cripples, and feral children. And to Capa Barsavi, the criminal mastermind who runs the city. But there are whispers of a challenge to the Capa's power. A challenge from a man no one has ever seen, a man no blade can touch. The Grey King is coming. A man would be well advised not to be caught between Capa Barsavi and The Grey King. Even such a master of the sword as the Thorn of Camorr. As for Locke Lamora ...",
        "preview_link": "http://books.google.ro/books?id=GuW_DAEACAAJ&dq=The+Lies+of+Locke+Lamora+inauthor:Scott+Lynch&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Once and Future King",
        "author": "T.H. White",
        "genre": [
            "Fiction"
        ],
        "description": "\"The Once and Future King\" by T.H. White stands as a classic retelling of the Arthurian legend, weaving together myth, fantasy, and philosophical reflections. Originally published as separate novels between 1938 and 1958, White's work culminates in this comprehensive and timeless narrative. The tale follows the life of King Arthur, from his early days as a young, uncertain boy under the care of the wizard Merlyn to his eventual reign and the establishment of the Knights of the Round Table. White skillfully explores themes of chivalry, war, love, and the complexities of leadership, all set against the backdrop of a mythical medieval Britain. The novel's enduring appeal lies in its ability to blend adventure and introspection, offering readers a poignant examination of human nature and the pursuit of an idealized kingdom. As a significant contribution to Arthurian literature, \"The Once and Future King\" remains a captivating exploration of the timeless struggle between light and darkness, righteousness and betrayal.",
        "preview_link": "http://books.google.ro/books?id=bBX1EAAAQBAJ&printsec=frontcover&dq=The+Once+and+Future+King+inauthor:T.H.+White&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Eragon",
        "author": "Christopher Paolini",
        "genre": [
            "Children's stories"
        ],
        "description": "This boxset will be a must-have for all die-hard Paolini fans - and also for those new fans created by the success of the blockbuster movie launching in December 2006. Two beautiul hardcover editions collected in a striking boxset.",
        "preview_link": "http://books.google.ro/books?id=YHdQcgAACAAJ&dq=Eragon+inauthor:Christopher+Paolini&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Good Omens",
        "author": "Neil Gaiman and Terry Pratchett",
        "genre": [
            "Performing Arts"
        ],
        "description": "The Quite Nice and Fairly Accurate Good Omens Script Book contains much that is new and revelatory and even several scenes that are not actually in the final television series. 'One of the most hotly anticipated TV shows of the year' Independent 'Even if you're very familiar with the original novel, this is a different experience... so damned charming and quirky that it feels like a must' Starburst Neil Gaiman's glorious reinvention of the iconic bestseller Good Omens is adapted from the internationally beloved novel by Terry Pratchett and Neil Gaiman and is soon to be a massive new TV launch on Amazon Prime Video and the BBC. The series is written and show-run by Neil himself and stars David Tennant, Michael Sheen, Jon Hamm and Miranda Richardson, to name but a few. **Includes an introduction by Neil Gaiman about bringing Good Omens to the screen** Before he died in 2015, Terry Pratchett asked Neil Gaiman to make a television series of the internationally beloved novel they wrote together about the end of the world. And so, Neil began to write. And continued to write until he had six episodes that brought an angel, Aziraphale, and a demon, Crowley, (the only things standing between us and the inevitable Armageddon) to life for the screen. Contained between the covers of this book are the scripts that Neil wrote, which later turned into some of the most extraordinary television ever made. Take a tour behind the scenes with a text that reveals the secrets of the show, still has the missing bits and, sometimes, asks for the impossible. Step backstage and see the magic for yourself. You may just learn as much from the scenes that never made the final cut as from those that did.",
        "preview_link": "http://books.google.ro/books?id=UZNxDwAAQBAJ&printsec=frontcover&dq=Good+Omens+inauthor:Neil+Gaiman+and+Terry+Pratchett&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "American Gods",
        "author": "Neil Gaiman",
        "genre": [
            "Comics & Graphic Novels"
        ],
        "description": "This supernatural American road trip fantasy tells the story of a war between the ancient and modern gods. Shadow Moon gets out of jail only to discover his wife is dead. Defeated, broke, and uncertain where to go from here, he meets the mysterious Mr. Wednesday, who employs him to serve as his bodyguard—thrusting Shadow into a deadly world where ghosts of the past come back from the dead, and a god war is imminent. Now available as a paperback, the Hugo, Bram Stoker, Locus, World Fantasy, and Nebula award–winning novel and hit Starz television series by Neil Gaiman is adapted as a graphic novel for the first time! Collecting the first nine issues of the American Gods comic book series, along with art process features, high-res scans of original art, layouts, character designs, and variant covers by Becky Cloonan, Skottie Young, Fabio Moon, Dave McKean, and more! Collects American Gods: Shadows #1–#9.",
        "preview_link": "http://books.google.ro/books?id=2qyPEAAAQBAJ&dq=American+Gods+inauthor:Neil+Gaiman&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "Circe",
        "author": "Madeline Miller",
        "genre": [
            "Fiction"
        ],
        "description": "The international Number One bestseller from the author of The Song of Achilles, shortlisted for the Women's Prize for Fiction Woman. Witch. Myth. Mortal. Outcast. Lover. Destroyer. Survivor. CIRCE. In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. Circe is a strange child – not powerful and terrible, like her father, nor gorgeous and mercenary like her mother. Scorned and rejected, Circe grows up in the shadows, at home in neither the world of gods or mortals. But Circe has a dark power of her own: witchcraft. When her gift threatens the gods, she is banished to the island of Aiaia where she hones her occult craft, casting spells, gathering strange herbs and taming wild beasts. Yet a woman who stands alone will never be left in peace for long – and among her island's guests is an unexpected visitor: the mortal Odysseus, for whom Circe will risk everything. So Circe sets forth her tale, a vivid, mesmerizing epic of family rivalry, love and loss – the defiant, inextinguishable song of woman burning hot and bright through the darkness of a man's world. THE NUMBER ONE INTERNATIONAL BESTSELLER CHOSEN AS A BOOK OF THE YEAR BY THE GUARDIAN, TELEGRAPH, SUNDAY TELEGRAPH, I PAPER, SUNDAY EXPRESS, IRISH TIMES, TIMES LITERARY SUPPLEMENT, AMAZON, AUDIBLE, BUZZFEED, REFINERY 29, WASHINGTON POST, BOSTON GLOBE, SEATTLE TIMES, TIME MAGAZINE, NEWSWEEK, PEOPLE, ENTERTAINMENT WEEKLY, KIRKUS, PUBLISHERS WEEKLY AND GOODREADS",
        "preview_link": "http://books.google.ro/books?id=GUMIEAAAQBAJ&printsec=frontcover&dq=Circe+inauthor:Madeline+Miller&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "All the Light We Cannot See",
        "author": "Anthony Doerr",
        "genre": [
            "Blind"
        ],
        "description": "\"From the highly acclaimed, multiple award-winning Anthony Doerr, a stunningly ambitious and beautiful novel about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II. Marie Laure lives with her father in Paris within walking distance of the Museum of Natural History where he works as the master of the locks (there are thousands of locks in the museum). When she is six, she goes blind, and her father builds her a model of their neighborhood, every house, every manhole, so she can memorize it with her fingers and navigate the real streets with her feet and cane. When the Germans occupy Paris, father and daughter flee to Saint-Malo on the Brittany coast, where Marie-Laure's agoraphobic great uncle lives in a tall, narrow house by the sea wall. In another world in Germany, an orphan boy, Werner, grows up with his younger sister, Jutta, both enchanted by a crude radio Werner finds. He becomes a master at building and fixing radios, a talent that wins him a place at an elite and brutal military academy and, ultimately, makes him a highly specialized tracker of the Resistance. Werner travels through the heart of Hitler Youth to the far-flung outskirts of Russia, and finally into Saint-Malo, where his path converges with Marie-Laure. Doerr's gorgeous combination of soaring imagination with observation is electric. Deftly interweaving the lives of Marie-Laure and Werner, Doerr illuminates the ways, against all odds, people try to be good to one another. Ten years in the writing, All the Light We Cannot See is his most ambitious and dazzling work\"--",
        "preview_link": "http://books.google.ro/books?id=mwYjzgEACAAJ&dq=All+the+Light+We+Cannot+See+inauthor:Anthony+Doerr&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Nightingale",
        "author": "Kristin Hannah",
        "genre": [
            "Fiction"
        ],
        "description": "From the New York Times number one bestselling author of The Nightingale and The Great Alone, Kristin Hannah, comes Wild, a remarkable story about the resilience of the human spirit, the triumph of hope and the promise of new beginnings. In the rugged Pacific Northwest of the United States lies the Olympic National Forest – a vast expanse of impenetrable darkness and impossible beauty. From deep within this mysterious woodland, a six-year-old girl appears. Speechless and alone, she offers no clue as to her identity, no hint of her past. Having retreated to her hometown after a scandal left her career in ruins, child psychiatrist Dr Julia Cates begins working with the extraordinary little girl. Naming her Alice, Julia is determined to free her from a prison of unimaginable fear and isolation, and discover the truth about Alice’s past. The shocking facts of Alice’s life test the limits of Julia’s faith and strength, even as she struggles to make a home for Alice – and find a new one for herself. ‘One of Kristin Hannah's most compelling and riveting novels’ – Booklist ** Published in the US as Magic Hour ** **** Here’s what readers love about Wild: ‘I was moved to tears and devoured this book in a day’ ‘Couldn’t put it down’ ‘Gritty and thought-provoking’",
        "preview_link": "http://books.google.ro/books?id=gbnrDwAAQBAJ&printsec=frontcover&dq=The+Nightingale+inauthor:Kristin+Hannah&hl=&cd=6&source=gbs_api"
    },
    {
        "title": "War and Peace",
        "author": "Leo Tolstoy",
        "genre": [
            "Biography & Autobiography"
        ],
        "description": "\"Well, Prince, so Genoa and Lucca are now just family estates of the Buonapartes. But I warn you, if you don't tell me that this means war, if you still try to defend the infamies and horrors perpetrated by that AntichristI really believe he is AntichristI will have nothing more to do with you and you are no longer my friend, no longer my 'faithful slave,' as you call yourself! But how do you do? I see I have frightened yousit down and tell me all the news.\"It was in July, 1805, and the speaker was the well-known Anna Pavlovna Scherer, maid of honor and favorite of the Empress Marya Fedorovna. With these words she greeted Prince Vasili Kuragin, a man of high rank and importance, who was the first to arrive at her reception. Anna Pavlovna had had a cough for some days. She was, as she said, suffering from la grippe; grippe being then a new word in St. Petersburg, used only by the elite.",
        "preview_link": "http://books.google.ro/books?id=okgqEAAAQBAJ&printsec=frontcover&dq=War+and+Peace+inauthor:Leo+Tolstoy&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Memoirs of a Geisha",
        "author": "Arthur Golden",
        "genre": [
            "Fiction"
        ],
        "description": "Captivating, minutely imagined . . . a novel that refuses to stay shut (Newsweek), Memoirs of a Geisha is now released in a movie tie-in edition.",
        "preview_link": "http://books.google.ro/books?id=GIXbNwAACAAJ&dq=Memoirs+of+a+Geisha+inauthor:Arthur+Golden&hl=&cd=5&source=gbs_api"
    },
    {
        "title": "A Thousand Splendid Suns",
        "author": "Khaled Hosseini",
        "genre": [
            "Fiction"
        ],
        "description": "Dyslexia-Friendly Edition using sans serif font printed with blue ink on cream paper. Mariam is only fifteen when she is sent to Kabul to marry Rasheed. Nearly two decades later, a friendship grows between Mariam and a local teenager, Laila, as strong as the ties between mother and daughter. When the Taliban take over, life becomes a desperate struggle against starvation, brutality and fear. Yet love can move a person to act in unexpected ways, and lead them to overcome the most daunting obstacles with a startling heroism.",
        "preview_link": "http://books.google.ro/books?id=T47f0AEACAAJ&dq=A+Thousand+Splendid+Suns+inauthor:Khaled+Hosseini&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Red Tent",
        "author": "Anita Diamant",
        "genre": [
            "Bible"
        ],
        "description": "The story of Dinah, a tragic character from the Bible whose great love, a prince, is killed by her brother, leaving her alone and pregnant. The novel traces her life from childhood to death, in the process examining sexual and religious practices of the day, and what it meant to be a woman.",
        "preview_link": "http://books.google.ro/books?id=gr--AAAACAAJ&dq=The+Red+Tent+inauthor:Anita+Diamant&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Girl with a Pearl Earring",
        "author": "Tracy Chevalier",
        "genre": [
            "FICTION"
        ],
        "description": "A captivating portrait of a young woman who inspired one of Vermeer's most celebrated paintings.",
        "preview_link": "http://books.google.ro/books?id=IRJ8PwAACAAJ&dq=Girl+with+a+Pearl+Earring+inauthor:Tracy+Chevalier&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Pillars of the Earth",
        "author": "Ken Follett",
        "genre": [
            "Fiction"
        ],
        "description": "#1 New York Times Bestseller Oprah's Book Club Selection The “extraordinary . . . monumental masterpiece” (Booklist) that changed the course of Ken Follett’s already phenomenal career—and begins where its prequel, The Evening and the Morning, ended. “Follett risks all and comes out a clear winner,” extolled Publishers Weekly on the release of The Pillars of the Earth. A departure for the bestselling thriller writer, the historical epic stunned readers and critics alike with its ambitious scope and gripping humanity. Today, it stands as a testament to Follett’s unassailable command of the written word and to his universal appeal. The Pillars of the Earth tells the story of Philip, prior of Kingsbridge, a devout and resourceful monk driven to build the greatest Gothic cathedral the world has known . . . of Tom, the mason who becomes his architect—a man divided in his soul . . . of the beautiful, elusive Lady Aliena, haunted by a secret shame . . . and of a struggle between good and evil that will turn church against state and brother against brother. A spellbinding epic tale of ambition, anarchy, and absolute power set against the sprawling medieval canvas of twelfth-century England, this is Ken Follett’s historical masterpiece.",
        "preview_link": "http://books.google.ro/books?id=LbSNEAAAQBAJ&dq=The+Pillars+of+the+Earth+inauthor:Ken+Follett&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Shantaram",
        "author": "Gregory David Roberts",
        "genre": [
            "Fiction"
        ],
        "description": "A novel of high adventure, great storytelling and moral purpose, based on an extraordinary true story of eight years in the Bombay underworld 'A literary masterpiece... at once erudite and intimate, reflective and funny... it has the grit and pace of a thriller' Daily Telegraph 'A publishing phenomenon' Sunday Times 'A gigantic, jaw-dropping, grittily authentic saga' Daily Mail 'In the early 80s, Gregory David Roberts, an armed robber and heroin addict, escaped from an Australian prison to India, where he lived in a Bombay slum. There, he established a free health clinic and also joined the mafia, working as a money launderer, forger and street soldier. He found time to learn Hindi and Marathi, fall in love, and spend time being worked over in an Indian jail. Then, in case anyone thought he was slacking, he acted in Bollywood and fought with the Mujahedeen in Afghanistan... Amazingly, Roberts wrote Shantaram three times after prison guards trashed the first two versions. It's a profound tribute to his willpower... At once a high-kicking, eye-gouging adventure, a love saga and a savage yet tenderly lyrical fugitive vision.' Time Out",
        "preview_link": "http://books.google.ro/books?id=zWmYEAAAQBAJ&printsec=frontcover&dq=Shantaram+inauthor:Gregory+David+Roberts&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "The Girl with the Dragon Tattoo",
        "author": "Stieg Larsson",
        "genre": [
            "Fiction"
        ],
        "description": "Forty years ago, Harriet Vanger disappeared off the secluded island owned and inhabited by the powerful Vanger family. There was no corpse, no witnesses, no evidence. But her uncle, Henrik, is convinced that she was murdered by someone from her own deeply dysfunctional family. Disgraced journalist Mikael Blomkvist is hired to investigate, but he quickly finds himself in over his head. He hires a competent assistant: the gifted and conscience-free computer specialist Lisbeth Salander, and the two unravel a dark and appalling family history. But the Vangers are a secretive clan, and Blomkvist and Salander are about to find out just how far they are prepared to go to protect themselves.",
        "preview_link": "http://books.google.ro/books?id=7So5sEzpOXIC&dq=The+Girl+with+the+Dragon+Tattoo+inauthor:Stieg+Larsson&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Gone Girl",
        "author": "Gillian Flynn",
        "genre": [
            "Fiction"
        ],
        "description": "When a woman goes missing on her fifth wedding anniversary, her diary reveals hidden turmoil in her marriage, while her husband, desperate to clear himself of suspicion, realizes that something more disturbing than murder may have occurred.",
        "preview_link": "http://books.google.ro/books?id=bziNEAAAQBAJ&dq=Gone+Girl+inauthor:Gillian+Flynn&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Da Vinci Code",
        "author": "Dan Brown",
        "genre": [
            "Art museum curators"
        ],
        "description": "Spændingsroman. Harvard professor Robert Langdon og de talentfulde kryptolog Sophie Nevey skal hjælpe politiet med at opklare det brutale mord på Jacques Saumière; sporene peger mod et hemmeligt selskab, som gennem århundreder har gemt et meget vigtigt religiøst relikvie; det haster med opklaringen, da også Opus Dei har interesseret sig for historien",
        "preview_link": "http://books.google.ro/books?id=KbC_uQAACAAJ&dq=The+Da+Vinci+Code+inauthor:Dan+Brown&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Silent Patient",
        "author": "Alex Michaelides",
        "genre": [
            "Poetry"
        ],
        "description": "We all keep secrets. Even from ourselves. 'A thrilling, heart-in-throat ride' STEPHEN FRY 'An absolute jaw-dropper' LUCY FOLEY 'Elegant, sinister, stylish' CHRIS WHITAKER 'Grips from start to finish' HARRIET TYCE * * * * * YOU ARE INVITED TO JOIN THE MAIDENS. The Maidens are Cambridge University's most exclusive society, whose members are selected by the charismatic professor of Greek tragedy, Edward Fosca. A SECRETIVE SET OF THE BRIGHTEST, MOST CAPTIVATING STUDENTS. When one of the Maidens is murdered, grieving young therapist Mariana Andros is drawn back to the idyllic campus where she was once herself a student. THE GROUP FROM WHICH EACH VICTIM WILL BE CHOSEN. Because beneath the university's ancient traditions and beauty is a web of secrets, jealousy and lies. And when the killer threatens the person she loves most, Mariana will give anything to stop them - even her own life... From the #1 global bestselling author of The Silent Patient comes a spellbinding tale of psychological suspense, weaving together Greek mythology, murder, and obsession... * * * * * 'There's definitely a flavour of The Secret History to Alex Michaelides's second novel ... The Maidens is a compelling read, and delivers its Hellenic thrills in style.' SUNDAY TELEGRAPH 'A book which screams 'make me into a TV series' ... his writing, especially his characterisation, possesses a unique sparkle and more promise than most other writers.' DAILY MAIL 'Nothing short of genius.' WOMAN & HOME 'How do you go about following one of the biggest thrillers of the past decade? You write something even better.' CHRIS WHITAKER, bestselling author of WE BEGIN AT THE END 'Grips from intriguing start to horrifying finish ... A brilliant achievement.' HARRIET TYCE 'A page-turner of the first order' DAVID BALDACCI 'The greatest campus novel since The Secret History by Donna Tartt ... with a climatic twist that you will NEVER see coming.' TONY PARSONS 'A stunning psychological thriller ... Michaelides is on a roll.' PUBLISHERS WEEKLY",
        "preview_link": "http://books.google.ro/books?id=GeQPEAAAQBAJ&printsec=frontcover&dq=The+Silent+Patient+inauthor:Alex+Michaelides&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Big Little Lies",
        "author": "Liane Moriarty",
        "genre": [
            "Divorced people"
        ],
        "description": "Parents behaving badly...a tragic accident...or murder? What isn't in doubt is that someone is dead. Madeline is a force to be reckoned with: witty, noisy and passionate. She remembers everything and forgives no one. Celeste is the kind of beautiful woman who makes the world stop and stare. But perfection is often an illusion. Jane is a single mum with a mysterious past who carries a sadness beyond her years. These three women, all with children starting at the same school, are about to tell the little lies that can turn lethal...",
        "preview_link": "http://books.google.ro/books?id=ovmDnQAACAAJ&dq=Big+Little+Lies+inauthor:Liane+Moriarty&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "In the Woods",
        "author": "Tana French",
        "genre": [
            "Fiction"
        ],
        "description": "All six volumes of the New York Times bestselling Dublin Murder Squad mysteries by one of the foremost suspense writers working today, now available in a gorgeous boxed set. From the beloved writer who \"inspires a cultish devotion in readers\" (The New Yorker) a beautiful boxed set including In the Woods, The Likeness, Faithful Place, Broken Harbor, The Secret Place and The Trespasser--perfect for old fans, and new.",
        "preview_link": "http://books.google.ro/books?id=P5aOEAAAQBAJ&dq=In+the+Woods+inauthor:Tana+French&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Sharp Objects",
        "author": "Gillian Flynn",
        "genre": [
            "Fiction"
        ],
        "description": "\"Gillian Flynn is the real deal, a sharp, acerbic, and compelling storyteller with a knack for the macabre.\" —Stephen King This exclusive ebook collection brings together the three novels from bestselling author Gillian Flynn. A #1 New York Times bestseller, Gone Girl is an unputdownable masterpiece about a marriage gone terribly, terribly wrong. The Chicago Tribune proclaimed that Flynn’s work “draws you in and keeps you reading with the force of a pure but nasty addiction.” Gone Girl’s toxic mix of sharp-edged wit and deliciously chilling prose creates a nerve-fraying thriller that confounds you at every turn. Flynn’s second novel, Dark Places, is an intricately orchestrated thriller that ravages a family's past to unearth the truth behind a horrifying crime. A New York Times bestseller and Weekend Today Top Summer Read, Dark Places solidified Flynn’s status as one of the most critically acclaimed suspense writers of our time. In Sharp Objects, Flynn’s debut novel, a young journalist returns home to cover a dark assignment—and to face her own damaged family history. With its taut, crafted writing, Sharp Objects is addictive, haunting, and unforgettable.",
        "preview_link": "http://books.google.ro/books?id=e7ZZAwAAQBAJ&printsec=frontcover&dq=Sharp+Objects+inauthor:Gillian+Flynn&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Before I Go to Sleep",
        "author": "S.J. Watson",
        "genre": [
            "Fiction"
        ],
        "description": "\"As I sleep, my mind will erase everything I did today. I will wake up tomorrow as I did this morning. Thinking I'm still a child. Thinking I have a whole lifetime of choice ahead of me....\" Memories define us. So what if you lost yours every time you went to sleep? Your name, your identity, your past, even the people you love—all forgotten overnight. And the one person you trust may be telling you only half the story. Welcome to Christine's life.",
        "preview_link": "http://books.google.ro/books?id=mBJaMQEACAAJ&dq=Before+I+Go+to+Sleep+inauthor:S.J.+Watson&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Woman in the Window",
        "author": "A.J. Finn",
        "genre": [
            "Fiction"
        ],
        "description": "For fans of Knives Out comes a spellbinding thriller from the author of the #1 New York Times bestseller The Woman in the Window “I’ll be dead in three months. Come tell my story.” So writes Sebastian Trapp, reclusive mystery novelist, to his longtime correspondent Nicky Hunter, an expert in detective fiction. With mere months to live, Trapp invites Nicky to his spectacular San Francisco mansion to help draft his life story . . . while living alongside his beautiful second wife, Diana; his wayward nephew, Freddy; and his protective daughter, Madeleine. Soon Nicky finds herself caught in an irresistible case of real-life “detective-fever.” “You and I might even solve an old mystery or two.” Twenty years earlier—on New Year’s Eve 1999—Sebastian’s first wife and teenage son vanished from different locations, never to be seen again. Did the perfect crime writer commit the perfect crime? And why has he emerged from seclusion, two decades later, to allow a stranger to dig into his past? “Life is hard. After all, it kills you.” As Nicky attempts to weave together the strands of Sebastian’s life, she becomes obsessed with discovering the truth . . . while Madeleine begins to question what her beloved father might actually know about that long-ago night. And when a corpse appears in the family’s koi pond, both women are shocked to find that the past isn’t gone—it’s just waiting.",
        "preview_link": "http://books.google.ro/books?id=4_vMEAAAQBAJ&printsec=frontcover&dq=The+Woman+in+the+Window+inauthor:A.J.+Finn&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Couple Next Door",
        "author": "Shari Lapena",
        "genre": [
            "Fiction"
        ],
        "description": "A NEW YORK TIMES BESTSELLER Another thrilling domestic suspense novel from the New York Times bestselling author of Not a Happy Family “The twists come as fast [as] you can turn the pages.” —People “I read this novel at one sitting, absolutely riveted by the storyline. The suspense was beautifully rendered and unrelenting!” —Sue Grafton It all started at a dinner party. . . A domestic suspense debut about a young couple and their apparently friendly neighbors—a twisty, rollercoaster ride of lies, betrayal, and the secrets between husbands and wives. . . Anne and Marco Conti seem to have it all—a loving relationship, a wonderful home, and their beautiful baby, Cora. But one night, when they are at a dinner party next door, a terrible crime is committed. Suspicion immediately lands on the parents. But the truth is a much more complicated story. Inside the curtained house, an unsettling account of what actually happened unfolds. Detective Rasbach knows that the panicked couple is hiding something. Both Anne and Marco soon discover that the other is keeping secrets, secrets they've kept for years. What follows is the nerve-racking unraveling of a family—a chilling tale of deception, duplicity, and unfaithfulness that will keep you breathless until the final shocking twist.",
        "preview_link": "http://books.google.ro/books?id=XWd_CwAAQBAJ&pg=PT22&dq=The+Couple+Next+Door+inauthor:Shari+Lapena&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Dune",
        "author": "Frank Herbert",
        "genre": [
            "Fiction"
        ],
        "description": "Book Four in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time Millennia have passed on Arrakis, and the once-desert planet is green with life. Leto Atreides, the son of the world’s savior, the Emperor Paul Muad’Dib, is still alive but far from human. To preserve humanity’s future, he sacrificed his own by merging with a sandworm, granting him near immortality as God Emperor of Dune for the past thirty-five hundred years. Leto’s rule is not a benevolent one. His transformation has made not only his appearance but his morality inhuman. A rebellion, led by Siona, a member of the Atreides family, has risen to oppose the despot’s rule. But Siona is unaware that Leto’s vision of a Golden Path for humanity requires her to fulfill a destiny she never wanted—or could possibly conceive....",
        "preview_link": "http://books.google.ro/books?id=oTgvJWFmjOoC&printsec=frontcover&dq=Dune+inauthor:Frank+Herbert&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Neuromancer",
        "author": "William Gibson",
        "genre": [
            "Social Science"
        ],
        "description": "A collection of New York Times bestselling author William Gibson’s articles and essays about contemporary culture—a privileged view into the mind of a writer whose thinking has shaped not only a generation of writers but our entire culture... Though best known for his fiction, William Gibson is as much in demand for his cutting-edge observations on the world we live in now. Originally printed in publications as varied as Wired, the New York Times, and the Observer, these articles and essays cover thirty years of thoughtful, observant life, and are reported in the wry, humane voice that lovers of Gibson have come to crave. “Gibson pulls off a dazzling trick. Instead of predicting the future, he finds the future all around him, mashed up with the past, and reveals our own domain to us.”—The New York Times Book Review",
        "preview_link": "http://books.google.ro/books?id=XqSBnRdelLwC&printsec=frontcover&dq=Neuromancer+inauthor:William+Gibson&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Foundation",
        "author": "Isaac Asimov",
        "genre": [
            "Fiction"
        ],
        "description": "The third novel in Isaac Asimov’s classic science-fiction masterpiece, the Foundation series THE EPIC SAGA THAT INSPIRED THE APPLE TV+ SERIES FOUNDATION The Foundation lies in ruins—destroyed by a mutant mind bent on humanity’s annihilation. But it’s rumored that there’s a Second Foundation hidden somewhere at the end of the Galaxy, established as insurance to preserve the knowledge of mankind. Now a desperate race has begun between the survivors of the First Foundation and an alien entity to find this last flicker of humanity’s shining past—and future hope. Yet the key to it all might be a fourteen-year-old girl burdened with a terrible secret. Is she the Foundation’s savior—or its deadliest enemy? Unforgettable, thought-provoking, and riveting, Second Foundation is a stunning novel of adventure and ideas writ huge across the Galaxy—a powerful tale of humankind’s struggle to preserve the fragile light of wisdom against the threat of its own dark barbarism.",
        "preview_link": "http://books.google.ro/books?id=d8lp4Wth67IC&printsec=frontcover&dq=Foundation+inauthor:Isaac+Asimov&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Hyperion",
        "author": "Dan Simmons",
        "genre": [
            "Fiction"
        ],
        "description": "Part three of the groundbreaking Hyperion Cantos, from the Hugo and World Fantasy Award-winning author of The Terror, which is now a chilling TV show. Two hundred and seventy-four years after the fall of the WorldWeb in Fall of Hyperion, Raoul Endymion is sent on a quest. Retrieving Aenea from the Sphinx before the Church troops reach her is only the beginning. With help from a blue-skinned android named A. Bettik, Raoul and Aenea travel the river Tethys, pursued by Father Captain Frederico DeSoya, an influential warrior-priest and his troops. The shrike continues to make enigmatic appearances, and while many questions were raised in Hyperion and Fall of Hyperion, still more are raised here. Raoul's quest will continue.",
        "preview_link": "http://books.google.ro/books?id=zjeciCBlC5wC&printsec=frontcover&dq=Hyperion+inauthor:Dan+Simmons&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "Snow Crash",
        "author": "Neal Stephenson",
        "genre": [
            "Fiction"
        ],
        "description": "Now in a gorgeous new hardcover edition featuring never-before-seen material, the “brilliantly realized” (The New York Times Book Review) breakthrough novel from visionary author Neal Stephenson, a modern classic that predicted the metaverse and inspired generations of Silicon Valley innovators Hiro lives in a Los Angeles where franchises line the freeway as far as the eye can see. The only relief from the sea of logos is within the autonomous city-states, where law-abiding citizens don’t dare leave their mansions. Hiro delivers pizza to the mansions for a living, defending his pies from marauders when necessary with a matched set of samurai swords. His home is a shared 20 X 30 U-Stor-It. He spends most of his time goggled in to the Metaverse, where his avatar is legendary. But in the club known as The Black Sun, his fellow hackers are being felled by a weird new drug called Snow Crash that reduces them to nothing more than a jittering cloud of bad digital karma (and IRL, a vegetative state). Investigating the Infocalypse leads Hiro all the way back to the beginning of language itself, with roots in an ancient Sumerian priesthood. He’ll be joined by Y.T., a fearless teenaged skateboard courier. Together, they must race to stop a shadowy virtual villain hell-bent on world domination.",
        "preview_link": "http://books.google.ro/books?id=PnqTEAAAQBAJ&dq=Snow+Crash+inauthor:Neal+Stephenson&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "Ender’s Game",
        "author": "Orson Scott Card",
        "genre": [
            "Fiction"
        ],
        "description": "'Delivers more than almost anything else within the science fiction genre, Ender's Game is a contemporary classic' - New York Times 'An affecting novel full of surprises.' - The New York Times Book Review on Ender's Game THE HUMAN RACE FACES ANNIHILATION An alien threat is on the horizon, ready to strike. And if humanity is to be defended, the government must create the greatest military commander in history. The brilliant young Ender Wiggin is their last hope. But first he must survive the rigours of a brutal military training program - to prove that he can be the leader of all leaders. A saviour for mankind must be produced, through whatever means possible. But are they creating a hero or a monster? Discover the bestselling, multiple award-winning classic - a groundbreaking tale of war, strategy and survival. Books by Orson Scott Card: Alvin Maker novels Seventh Son Red Prophet Prentice Alvin Alvin Journeyman Heartfire The Crystal City Ender Wiggin Saga Ender's Game Speaker for the Dead Xenocide Children of the Mind Ender in Exile Homecoming The Memory of the Earth The Call of the Earth The Ships of the Earth Earthfall Earthborn First Formic War (with Aaron Johnston) Earth Unaware Earth Afire Earth Awakens",
        "preview_link": "http://books.google.ro/books?id=BwCQaeYMUfIC&printsec=frontcover&dq=Ender%E2%80%99s+Game+inauthor:Orson+Scott+Card&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Left Hand of Darkness",
        "author": "Ursula K. Le Guin",
        "genre": [
            "Fiction"
        ],
        "description": "The star-spanning story of humanity’s colonization of other planets, Ursula K. Le Guin’s visionary Hainish novels and stories redrew the map of modern science fiction, making it a rich field for literary explorations of “the nature of human nature,” as Margaret Atwood has described Le Guin’s subject. Now, for the first time, the complete Hainish novels and stories are collected in a definitive two-volume Library of America edition, with new introductions by the author. This first volume in a definitive two-volume edition gathers the first five Hainish novels: Rocannon’s World, in which an ethnologist sent to a bronze-age planet must help defeat an intergalactic enemy; Planet of Exile, the story of human colonists stranded on a planet that is slowly killing them; City of Illusions, which finds a future Earth ruled by the mysterious Shing; and the Hugo and Nebula Award-winning masterpieces The Left Hand of Darkness and The Dispossessed—as well as four short stories. LIBRARY OF AMERICA is an independent nonprofit cultural organization founded in 1979 to preserve our nation’s literary heritage by publishing, and keeping permanently in print, America’s best and most significant writing. The Library of America series includes more than 300 volumes to date, authoritative editions that average 1,000 pages in length, feature cloth covers, sewn bindings, and ribbon markers, and are printed on premium acid-free paper that will last for centuries.",
        "preview_link": "http://books.google.ro/books?id=7kuQEAAAQBAJ&dq=The+Left+Hand+of+Darkness+inauthor:Ursula+K.+Le+Guin&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Three-Body Problem",
        "author": "Liu Cixin",
        "genre": [
            "Fiction"
        ],
        "description": "Read the award-winning, critically acclaimed, multi-million-copy-selling science-fiction phenomenon – soon to be a Netflix Original Series from the creators of Game of Thrones. Half a century after the Doomsday Battle, the uneasy balance of Dark Forest Deterrence keeps the Trisolaran invaders at bay. Earth enjoys unprecedented prosperity due to the infusion of Trisolaran knowledge and, with human science advancing and the Trisolarans adopting Earth culture, it seems that the two civilizations can co-exist peacefully as equals without the terrible threat of mutually assured annihilation. But peace has made humanity complacent. Cheng Xin, an aerospace engineer from the 21st century, awakens from hibernation in this new age. She brings knowledge of a long-forgotten program dating from the start of the Trisolar Crisis, and her presence may upset the delicate balance between two worlds. Will humanity reach for the stars or die in its cradle? Praise for The Three-Body Problem: 'Your next favourite sci-fi novel' Wired 'Immense' Barack Obama 'Unique' George R.R. Martin 'SF in the grand style' Guardian 'Mind-altering and immersive' Daily Mail Winner of the Hugo and Galaxy Awards for Best Novel",
        "preview_link": "http://books.google.ro/books?id=cbGfEAAAQBAJ&printsec=frontcover&dq=The+Three-Body+Problem+inauthor:Liu+Cixin&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Brave New World",
        "author": "Aldous Huxley",
        "genre": [
            "Literary Criticism"
        ],
        "description": "In this “brilliantly written” book, the author of Brave New World reflects on his dystopian classic—and its echoes in the real world decades later (Kirkus Reviews). Written almost thirty years after the publication of Aldous Huxley’s groundbreaking dystopian novel, Brave New World Revisited compares the “future” of 1958 with his vision of it from the early 1930s. Touching on subjects as diverse as world population, drugs, subliminal suggestion, and totalitarianism, these timeless essays provide a fascinating look at ideas of early science fiction in the context of the real world. “It is a frightening experience, indeed, to discover how much of his satirical prediction of a distant future became reality in so short a time. . . . fascinating.” —The New York Times Book Review",
        "preview_link": "http://books.google.ro/books?id=QIJ5EAAAQBAJ&printsec=frontcover&dq=Brave+New+World+inauthor:Aldous+Huxley&hl=&cd=5&source=gbs_api"
    },
    {
        "title": "Fahrenheit 451",
        "author": "Ray Bradbury",
        "genre": [
            "Fiction"
        ],
        "description": "A science fiction book that narrates the story of a futuristic society where all books are banished and firefighters are assigned the job of burning the books and the house or building that contains the books rather than putting out fires.",
        "preview_link": "http://books.google.ro/books?id=PEhUdGqVP38C&dq=Fahrenheit+451+inauthor:Ray+Bradbury&hl=&cd=7&source=gbs_api"
    },
    {
        "title": "The Liars' Club",
        "author": "Mary Karr",
        "genre": [
            "Poets, American"
        ],
        "description": "In this long awaited sequel to The Liars' Club, Karr dashes down the trail of the teen years with customary sass, only to run up against the paralyzing self-doubt of a girl in bloom. She flees the thrills and terrors of her sexual awakening by butting up against authority in all its forms - from the school principal to various Texas law officers. Looking for a lover or heart's companion who'll make her feel whole, she hooks up with an outrageous band of surfers and heads, wannabe yogis and bona fide geniuses.",
        "preview_link": "http://books.google.ro/books?id=cG_ZzgEACAAJ&dq=The+Liars%27+Club+inauthor:Mary+Karr&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "Becoming",
        "author": "Michelle Obama",
        "genre": [
            "Juvenile Nonfiction"
        ],
        "description": "What's important is our story, our whole story, including those moments when we feel a little vulnerable . . . Now adapted for younger readers, with new photographs and a new introduction from Michelle Obama herself. This memoir tells a very personal, and completely inspiring story of how through hard work and determination, the girl from the South Side of Chicago built an extraordinary life. A tale of ups and downs, triumphs and failures, this is an incredibly honest account. It'll take you from the early years - first kiss, first school, first love - to the wonders of the White House, and the moment Mrs Obama shook hands with the Queen of England. A book to read, share, and talk about with the adults in your life, this is a call to action and compassion, and hope for change in uncertain times, and in a scary world. Above all, it is a book to make you think: who are you, and what do you want to become.",
        "preview_link": "http://books.google.ro/books?id=uMM1zgEACAAJ&dq=Becoming+inauthor:Michelle+Obama&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Steve Jobs",
        "author": "Walter Isaacson",
        "genre": [
            "Biography & Autobiography"
        ],
        "description": "This exclusive boxed set from beloved New York Times bestselling author Walter Isaacson features his definitive biographies: Steve Jobs, Einstein, Benjamin Franklin, and Leonardo da Vinci. “If anybody in America understands genius, it’s Walter Isaacson.” —Salon Celebrated historian, journalist, and bestselling author Walter Isaacson’s biography collection of geniuses now available in one boxed set—the perfect gift for history lovers everywhere. Steve Jobs: The “enthralling” (The New Yorker) worldwide bestselling biography of legendary Apple cofounder Steve Jobs. The story of the roller-coaster life and intense creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing. Isaacson’s portrait touched millions of readers. Einstein: How did his mind work? What made him a genius? Isaacson’s biography of Albert Einstein—also the basis for the ten-part National Geographic series starring Geoffrey Rush—shows how Einstein’s scientific imagination sprang from the rebellious nature of his personality. His fascinating story is a testament to the connection between creativity and freedom. Benjamin Franklin: In this colorful and intimate narrative, Isaacson provides the full sweep of Ben Franklin’s amazing life, showing how the most fascinating Founding Father helped forge the American national identity. Leonardo da Vinci: History’s consummate innovator and most creative thinker. Isaacson illustrates how Leonardo’s genius was based on skills we can improve in ourselves, such as passionate curiosity, careful observation, and an imagination so playful that it flirted with fantasy.",
        "preview_link": "http://books.google.ro/books?id=6Z7_wQEACAAJ&dq=Steve+Jobs+inauthor:Walter+Isaacson&hl=&cd=7&source=gbs_api"
    },
    {
        "title": "Educated",
        "author": "Tara Westover",
        "genre": [
            "Biography & Autobiography"
        ],
        "description": "THE MULTI-MILLION COPY BESTSELLER A BETWEEN THE COVERS PICK Selected as a book of the year by AMAZON, THE TIMES, SUNDAY TIMES, GUARDIAN, NEW YORK TIMES, ECONOMIST, NEW STATESMAN, VOGUE, IRISH TIMES, IRISH EXAMINER and RED MAGAZINE 'One of the best books I have ever read . . . unbelievably moving' Elizabeth Day 'An extraordinary story, beautifully told' Louise O'Neill 'A memoir to stand alongside the classics . . . compelling and joyous' Sunday Times Tara Westover grew up preparing for the end of the world. She was never put in school, never taken to the doctor. She did not even have a birth certificate until she was nine years old. At sixteen, to escape her father's radicalism and a violent older brother, Tara left home. What followed was a struggle for self-invention, a journey that gets to the heart of what an education is and what it offers: the perspective to see one's life through new eyes, and the will to change it. 'It will make your heart soar' Guardian 'Jaw-dropping and inspiring, everyone should read this book' Stylist 'Absolutely superb . . . so gripping I could hardly breathe' Sophie Hannah",
        "preview_link": "http://books.google.ro/books?id=q_zWDgAAQBAJ&dq=Educated+inauthor:Tara+Westover&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "When Breath Becomes Air",
        "author": "Paul Kalanithi",
        "genre": [
            "Biography & Autobiography"
        ],
        "description": "#1 NEW YORK TIMES BESTSELLER • PULITZER PRIZE FINALIST • This inspiring, exquisitely observed memoir finds hope and beauty in the face of insurmountable odds as an idealistic young neurosurgeon attempts to answer the question What makes a life worth living? NAMED ONE OF PASTE’S BEST MEMOIRS OF THE DECADE • NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The New York Times Book Review • People • NPR • The Washington Post • Slate • Harper’s Bazaar • Time Out New York • Publishers Weekly • BookPage Finalist for the PEN Center USA Literary Award in Creative Nonfiction and the Books for a Better Life Award in Inspirational Memoir At the age of thirty-six, on the verge of completing a decade’s worth of training as a neurosurgeon, Paul Kalanithi was diagnosed with stage IV lung cancer. One day he was a doctor treating the dying, and the next he was a patient struggling to live. And just like that, the future he and his wife had imagined evaporated. When Breath Becomes Air chronicles Kalanithi’s transformation from a naïve medical student “possessed,” as he wrote, “by the question of what, given that all organisms die, makes a virtuous and meaningful life” into a neurosurgeon at Stanford working in the brain, the most critical place for human identity, and finally into a patient and new father confronting his own mortality. What makes life worth living in the face of death? What do you do when the future, no longer a ladder toward your goals in life, flattens out into a perpetual present? What does it mean to have a child, to nurture a new life as another fades away? These are some of the questions Kalanithi wrestles with in this profoundly moving, exquisitely observed memoir. Paul Kalanithi died in March 2015, while working on this book, yet his words live on as a guide and a gift to us all. “I began to realize that coming face to face with my own mortality, in a sense, had changed nothing and everything,” he wrote. “Seven words from Samuel Beckett began to repeat in my head: ‘I can’t go on. I’ll go on.’” When Breath Becomes Air is an unforgettable, life-affirming reflection on the challenge of facing death and on the relationship between doctor and patient, from a brilliant writer who became both.",
        "preview_link": "http://books.google.ro/books?id=Dg1sCQAAQBAJ&pg=PR4&dq=When+Breath+Becomes+Air+inauthor:Paul+Kalanithi&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "Born a Crime",
        "author": "Trevor Noah",
        "genre": [
            "Juvenile Nonfiction"
        ],
        "description": "The host of The Daily Show, Trevor Noah, shares his personal story and the injustices he faced while growing up half black, half white in South Africa under and after apartheid in this New York Times bestselling young readers' adaptation of his adult memoir. “A piercing reminder that every mad life--even yours--could end up a masterpiece.\" --JASON REYNOLDS, New York Times bestselling author We do horrible things to one another because we don’t see the person it affects. . . . We don’t see them as people. Trevor Noah, host of The Daily Show on Comedy Central, shares his remarkable story of growing up in South Africa with a black South African mother and a white European father at a time when it was against the law for a mixed-race child to exist. But he did exist--and from the beginning, the often-misbehaved Trevor used his keen smarts and humor to navigate a harsh life under a racist government. In a country where racism barred blacks from social, educational, and economic opportunity, Trevor surmounted staggering obstacles and created a promising future for himself thanks to his mom’s unwavering love and indomitable will. This honest and poignant memoir adapted from the #1 New York Times bestseller Born a Crime: Stories from a South African Childhood will astound and inspire readers as well as offer a fascinating perspective on South Africa’s tumultuous racial history. BORN A CRIME IS SOON TO BE A MAJOR MOTION PICTURE STARRING OSCAR WINNER LUPITA NYONG'O!",
        "preview_link": "http://books.google.ro/books?id=L0NkDwAAQBAJ&printsec=frontcover&dq=Born+a+Crime+inauthor:Trevor+Noah&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "I Am Malala",
        "author": "Malala Yousafzai",
        "genre": [
            "Biography & Autobiography"
        ],
        "description": "*Winner of the 2014 Nobel Peace Prize* When the Taliban took control of the Swat Valley, one girl fought for her right to an education. On Tuesday, 9 October 2012, she almost paid the ultimate price when she was shot in the head at point-blank range. Malala Yousafzai's extraordinary journey has taken her from a remote valley in northern Pakistan to the halls of the United Nations. She has become a global symbol of peaceful protest and is the youngest ever winner of the Nobel Peace Prize. I Am Malala will make you believe in the power of one person's voice to inspire change in the world.",
        "preview_link": "http://books.google.ro/books?id=8SKvCgAAQBAJ&dq=I+Am+Malala+inauthor:Malala+Yousafzai&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Glass Castle",
        "author": "Jeannette Walls",
        "genre": [
            "Biography & Autobiography"
        ],
        "description": "A triumphant tale of a young woman and her difficult childhood, The Glass Castle is a remarkable memoir of resilience, redemption, and a revelatory look into a family at once deeply dysfunctional and wonderfully vibrant. Jeannette Walls was the second of four children raised by anti-institutional parents in a household of extremes.",
        "preview_link": "http://books.google.ro/books?id=BTMknk-qvacC&pg=PA12&dq=The+Glass+Castle+inauthor:Jeannette+Walls&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Long Walk to Freedom",
        "author": "Nelson Mandela",
        "genre": [
            "Political prisoners"
        ],
        "description": "Since his release from prison in 1990, Nelson Mandela has emerged as the world's most significant moral leader since Gandhi. As president of the African National Congress and spiritual figurehead of the anti-apartheid movement, he was instrumental in moving South Africa towards black-majority rule. He is revered throughout the world as a vital force for human rights and racial equality. Mandela's riveting memoirs, A LONG WALK TO FREEDOM , were first published in 1994 to universal acclaim. This exciting illustrated edition now portrays his life in words and pictures. Vivid descriptions of his childhood environment, early Johannesburg, life in the townships, Robben Island and the events, protests, historic trials and acts of vengeance that forged his destiny are now accompanied by haunting and dramatic photographs that illuminate his story in an unforgettable way.",
        "preview_link": "http://books.google.ro/books?id=YzORQgAACAAJ&dq=Long+Walk+to+Freedom+inauthor:Nelson+Mandela&hl=&cd=4&source=gbs_api"
    },
    {
        "title": "Night",
        "author": "Elie Wiesel",
        "genre": [
            "Biography & Autobiography"
        ],
        "description": "Three works deal with a concentration camp survivor, a hostage holder in Palestine, and a recovering accident victim.",
        "preview_link": "http://books.google.ro/books?id=VUjdAwAAQBAJ&dq=Night+inauthor:Elie+Wiesel&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The 7 Habits of Highly Effective People",
        "author": "Stephen R. Covey",
        "genre": [
            "Self-Help"
        ],
        "description": "What are the habits of successful people? The 7 Habits of Highly Effective People has captivated readers for 25 years: It has transformed the lives of Presidents and CEOs, educators, parents, and students — in short, millions of people of all ages and occupations have benefited from Dr. Covey's 7 Habits book. And, it can transform you. Snapshots Edition of the 7 Habits book: This new condensed and transformed Snapshots Edition of Stephen R. Covey’s most famous 7 Habits book is here to continue his valuable lessons for a new generation. Explained through beautifully designed infographics that detail the key components of Dr. Covey's work, The 7 Habits of Highly Effective People - Snapshots Edition is the modern approach to a timeless classic. • easy to understand infographics • all the essentials of the complete 7 Habits book • and more What are the habits of successful people? The Snapshots Edition 7 Habits book guides you through each habit step-by-step: • Habit 1: Be Proactive • Habit 2: Begin With The End In Mind • Habit 3: Put First Things First • Habit 4: Think Win-Win • Habit 5: Seek First To Understand Then Be Understood • Habit 6: Synergize • Habit 7: Sharpen The Saw The 7 Habits book: Dr. Covey's 7 Habits book is one of the most inspiring and impactful books ever written. Now you can enjoy and learn critical lessons about the habits of successful people that will enrich your life's experience. And, it's in a Snapshots, time-saving format that makes it easy for you to learn and apply Dr. Covey's habits of successful people.",
        "preview_link": "http://books.google.ro/books?id=Qz3bBwAAQBAJ&printsec=frontcover&dq=The+7+Habits+of+Highly+Effective+People+inauthor:Stephen+R.+Covey&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "How to Win Friends and Influence People",
        "author": "Dale Carnegie",
        "genre": [
            "Self-Help"
        ],
        "description": "Updated for the first time in more than forty years, Dale Carnegie’s timeless bestseller How to Win Friends and Influence People—a classic that has improved and transformed the personal and professional lives of millions. This new edition of the most influential self-help book of the last century has been updated under the care of Dale’s daughter, Donna, introducing changes that keep the book fresh for today’s readers, with priceless material restored from the original 1936 text. One of the best-known motivational guides in history, Dale Carnegie’s groundbreaking publication has sold tens of millions of copies, been translated into almost every known written language, and has helped countless people succeed. Carnegie’s rock-solid, experience-tested advice has remained relevant for generations because he addresses timeless questions about the art of getting along with people. How to Win Friends and Influence People teaches you: -How to communicate effectively -How to make people like you -How to increase your ability to get things done -How to get others to see your side -How to become a more effective leader -How to successfully navigate almost any social situation -And so much more! How to Win Friends and Influence People is a historic bestseller for one simple reason: Its crucial life lessons, conveyed through engaging storytelling, have shown readers how to become who they wish to be. With the newly updated version of this classic, that’s as true now as ever.",
        "preview_link": "http://books.google.ro/books?id=GZBOEAAAQBAJ&printsec=frontcover&dq=How+to+Win+Friends+and+Influence+People+inauthor:Dale+Carnegie&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Atomic Habits",
        "author": "James Clear",
        "genre": [
            "Self-Help"
        ],
        "description": "SUMMARY: ATOMIC HABITS: An Easy & Proven Way to Build Good Habits & Break Bad Ones. This book is not meant to replace the original book but to serve as a companion to it. ABOUT ORIGINAL BOOK: Atomic Habits can help you improve every day, no matter what your goals are. As one of the world's leading experts on habit formation, James Clear reveals practical strategies that will help you form good habits, break bad ones, and master tiny behaviors that lead to big changes. If you're having trouble changing your habits, the problem isn't you. Instead, the issue is with your system. There is a reason bad habits repeat themselves over and over again, it's not that you are not willing to change, but that you have the wrong system for changing. “You do not rise to the level of your goals. You fall to the level of your systems” - James Clear I’m a huge fan of this book, and as soon as I read it I knew it was going to make a big difference in my life, so I couldn’t wait to make a video on this book and share my ideas. Here is a link to James Clear’s website, where I found he uploads a tonne of useful posts on motivation, habit formation and human psychology. DISCLAIMER: This is an UNOFFICIAL summary and not the original book. It designed to record all the key points of the original book.",
        "preview_link": "http://books.google.ro/books?id=yzFYEAAAQBAJ&printsec=frontcover&dq=Atomic+Habits+inauthor:James+Clear&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Power of Now",
        "author": "Eckhart Tolle",
        "genre": [
            "Body, Mind & Spirit"
        ],
        "description": "A collection of simple meditations and exercises helps readers highten their consciousness of the present and live in the moment more completely.",
        "preview_link": "http://books.google.ro/books?id=hVR8AAAAQBAJ&printsec=frontcover&dq=The+Power+of+Now+inauthor:Eckhart+Tolle&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Think and Grow Rich",
        "author": "Napoleon Hill",
        "genre": [
            "Business & Economics"
        ],
        "description": "Think and grow rich is the most important financial book ever written. Napoleon Hill researched more than forty millionaires to find out what made them the men that they were. In this book he imparts that knowledge to you. Once you've read this book you will understand what gives certain people an edge over everyone else. By following the advice laid out clearly in this book you'll be the one with an edge. It's time to stop wondering what it's like to be rich and start knowing.",
        "preview_link": "http://books.google.ro/books?id=ce610AEACAAJ&dq=Think+and+Grow+Rich+inauthor:Napoleon+Hill&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Subtle Art of Not Giving a F*ck",
        "author": "Mark Manson",
        "genre": [
            "Self-Help"
        ],
        "description": "From New York Times bestseller author Mark Manson, comes an irreverent, interactive journal based on the internationally bestselling phenomenon The Subtle Art of Not Giving A F*ck and the New York Times bestseller Everything is F*cked, providing questions and sharp insights in his inimitable voice. In classic Mark Manson style, this journal isn't a \"once a day\" or \"once a week\" thing. You can use it any time. Or not. Leave it and come back. Or not. The Subtle Art of Not Giving a F*ck Journal is divided into five sections that mirror the themes of The Subtle Art of Not Giving A F*ck and include guided prompts that help you consider the deepest questions around emotions, values and purpose. Manson's wisdom is complimented with exercises to make you laugh, think, and grow, and his in-your-face attitude is only matched by his sincerity in wanting you to really wrestle with yourself and the things that matter. When it comes to the big topics--things like happiness, values, and responsibility--life is punctuated by seemingly endless questions. Manson addresses these issues with his unique irreverence, offering insights and observations to help you find your own answers. The Subtle Art of Not Giving a F*ck Journal provides ample space for contemplating life's ups and downs and guides you to see how key moments in your life--both the tragic and the comic--are opportunities for growth (and sometimes just a good laugh). The Subtle Art of Not Giving a F*ck Journal is illustrated with color images throughout.",
        "preview_link": "http://books.google.ro/books?id=AbKWzgEACAAJ&dq=The+Subtle+Art+of+Not+Giving+a+F*ck+inauthor:Mark+Manson&hl=&cd=5&source=gbs_api"
    },
    {
        "title": "Daring Greatly",
        "author": "Brené Brown",
        "genre": [
            "Business & Economics"
        ],
        "description": "#1 NEW YORK TIMES BESTSELLER • Brené Brown has taught us what it means to dare greatly, rise strong, and brave the wilderness. Now, based on new research conducted with leaders, change makers, and culture shifters, she’s showing us how to put those ideas into practice so we can step up and lead. Don’t miss the five-part HBO Max docuseries Brené Brown: Atlas of the Heart! NAMED ONE OF THE BEST BOOKS OF THE YEAR BY BLOOMBERG Leadership is not about titles, status, and wielding power. A leader is anyone who takes responsibility for recognizing the potential in people and ideas, and has the courage to develop that potential. When we dare to lead, we don’t pretend to have the right answers; we stay curious and ask the right questions. We don’t see power as finite and hoard it; we know that power becomes infinite when we share it with others. We don’t avoid difficult conversations and situations; we lean into vulnerability when it’s necessary to do good work. But daring leadership in a culture defined by scarcity, fear, and uncertainty requires skill-building around traits that are deeply and uniquely human. The irony is that we’re choosing not to invest in developing the hearts and minds of leaders at the exact same time as we’re scrambling to figure out what we have to offer that machines and AI can’t do better and faster. What can we do better? Empathy, connection, and courage, to start. Four-time #1 New York Times bestselling author Brené Brown has spent the past two decades studying the emotions and experiences that give meaning to our lives, and the past seven years working with transformative leaders and teams spanning the globe. She found that leaders in organizations ranging from small entrepreneurial startups and family-owned businesses to nonprofits, civic organizations, and Fortune 50 companies all ask the same question: How do you cultivate braver, more daring leaders, and how do you embed the value of courage in your culture? In this new book, Brown uses research, stories, and examples to answer these questions in the no-BS style that millions of readers have come to expect and love. Brown writes, “One of the most important findings of my career is that daring leadership is a collection of four skill sets that are 100 percent teachable, observable, and measurable. It’s learning and unlearning that requires brave work, tough conversations, and showing up with your whole heart. Easy? No. Because choosing courage over comfort is not always our default. Worth it? Always. We want to be brave with our lives and our work. It’s why we’re here.” Whether you’ve read Daring Greatly and Rising Strong or you’re new to Brené Brown’s work, this book is for anyone who wants to step up and into brave leadership.",
        "preview_link": "http://books.google.ro/books?id=oFhbDwAAQBAJ&printsec=frontcover&dq=Daring+Greatly+inauthor:Bren%C3%A9+Brown&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Four Agreements",
        "author": "Don Miguel Ruiz",
        "genre": [
            "Self-Help"
        ],
        "description": "The Four Agreements Companion Book takes you further along the journey to recover the awareness and wisdom of your authentic self. This book offers additional insights, practice ideas, a dialogue with don Miguel about applying The Four Agreements, and true stories from people who have transformed their lives.",
        "preview_link": "http://books.google.ro/books?id=eHDcNdd-OTEC&printsec=frontcover&dq=The+Four+Agreements+inauthor:Don+Miguel+Ruiz&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Hunger Games",
        "author": "Suzanne Collins",
        "genre": [
            "Young Adult Fiction"
        ],
        "description": "The greatly anticipated final book in the New York Times bestselling Hunger Games trilogy by Suzanne Collins. The greatly anticipated final book in the New York Times bestselling Hunger Games trilogy by Suzanne Collins.The Capitol is angry. The Capitol wants revenge. Who do they think should pay for the unrest? Katniss Everdeen. The final book in The Hunger Games trilogy by Suzanne Collins will have hearts racing, pages turning, and everyone talking about one of the biggest and most talked-about books and authors in recent publishing history!",
        "preview_link": "http://books.google.ro/books?id=Iw_gHtk4ghYC&printsec=frontcover&dq=The+Hunger+Games+inauthor:Suzanne+Collins&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Fault in Our Stars",
        "author": "John Green",
        "genre": [
            "Young Adult Fiction"
        ],
        "description": "Four critically acclaimed, award-winning modern classics from #1 New York Times-bestselling author John Green. The John Green Collection includes Printz Award–winning Looking for Alaska, Printz Honor book An Abundance of Katherines, Edgar Award–winning Paper Towns, and #1 New York Times–bestselling The Fault in Our Stars. In addition to his many literary accolades, John Green is one half of the Vlogbrothers (youtube.com/vlogbrothers), one of the most popular online video projects in the world. You can join the millions who follow John on Twitter (@realjohngreen) and tumblr (fishingboatproceeds.tumblr.com) or visit him online at johngreenbooks.com.",
        "preview_link": "http://books.google.ro/books?id=MU_yAQAAQBAJ&printsec=frontcover&dq=The+Fault+in+Our+Stars+inauthor:John+Green&hl=&cd=5&source=gbs_api"
    },
    {
        "title": "Divergent",
        "author": "Veronica Roth",
        "genre": [
            "Young Adult Fiction"
        ],
        "description": "Available together in one digital collection—all three books in the #1 New York Times bestselling Divergent trilogy, plus the companion volume told from the perspective of the immensely popular character Tobias. Perfect for established fans who want to own the full Divergent library or readers new to the series, this ebook bundle includes Divergent, Insurgent, Allegiant, and Four: A Divergent Collection. Divergent: One choice can transform you. Veronica Roth's #1 New York Times bestselling debut is a gripping dystopian tale of electrifying choices, powerful consequences, unexpected romance, and a deeply flawed \"perfect society.\" Insurgent: One choice can destroy you. Veronica Roth's second #1 New York Times bestseller continues the dystopian thrill ride. As war surges in the factions all around her, Tris attempts to save those she loves—and herself—while grappling with haunting questions of grief and forgiveness, identity and loyalty, politics and love. Allegiant: The explosive conclusion to Veronica Roth's #1 New York Times bestselling Divergent trilogy reveals the secrets of the dystopian world that has captivated millions of readers. Four: A Divergent Collection: A companion volume to the worldwide bestselling Divergent series, told from the perspective of Tobias. The four pieces included—\"The Transfer,\" \"The Initiate,\" \"The Son,\" and \"The Traitor\"—plus three additional exclusive scenes, give readers a fascinating glimpse into the history and heart of Tobias, and set the stage for the epic saga of the Divergent trilogy. And don't miss The Fates Divide, Veronica Roth's powerful sequel to the bestselling Carve the Mark!",
        "preview_link": "http://books.google.ro/books?id=tTMGAwAAQBAJ&printsec=frontcover&dq=Divergent+inauthor:Veronica+Roth&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "The Perks of Being a Wallflower",
        "author": "Stephen Chbosky",
        "genre": [
            "Fiction"
        ],
        "description": "The Perks of Being a Wallflower is a deeply affecting coming-of-age story that will spirit you back to those wild and poignant roller-coaster days known as growing up. Now a major motion picture starring Emma Watson and Logan Lerman. Stephen Chbosky's new film Wonder, starring Owen Wilson and Julia Roberts is out now. Charlie is a freshman. And while he's not the biggest geek in the school, he is by no means popular. Shy, introspective, intelligent beyond his years yet socially awkward, he is a wallflower, caught between trying to live his life and trying to run from it. Charlie is attempting to navigate his way through uncharted territory: the world of first dates and mix-tapes, family dramas and new friends; the world of sex, drugs, and The Rocky Horror Picture Show, when all one requires is that perfect song on that perfect drive to feel infinite. But Charlie can't stay on the sideline forever. Standing on the fringes of life offers a unique perspective. But there comes a time to see what it looks like from the dance floor. 'A coming of age tale in the tradition of The Catcher in the Rye and A Separate Peace... often inspirational and always beautifully written' USA Today",
        "preview_link": "http://books.google.ro/books?id=GNFhFs5A_lgC&printsec=frontcover&dq=The+Perks+of+Being+a+Wallflower+inauthor:Stephen+Chbosky&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Looking for Alaska",
        "author": "John Green",
        "genre": [
            "Young Adult Fiction"
        ],
        "description": "The award-winning, genre-defining debut from John Green, the #1 bestselling author of The Anthropocene Reviewed and The Fault in Our Stars Winner of the Michael L. Printz Award • A Los Angeles Times Book Prize Finalist • A New York Times Bestseller • A USA Today Bestseller • NPR’s Top Ten Best-Ever Teen Novels • TIME magazine’s 100 Best Young Adult Novels of All Time • A PBS Great American Read Selection • Millions of copies sold! First drink. First prank. First friend. First love. Last words. Miles Halter is fascinated by famous last words—and tired of his safe life at home. He leaves for boarding school to seek what the dying poet François Rabelais called the “Great Perhaps.” Much awaits Miles at Culver Creek, including Alaska Young, who will pull Miles into her labyrinth and catapult him into the Great Perhaps. Looking for Alaska brilliantly chronicles the indelible impact one life can have on another. A modern classic, this stunning debut marked #1 bestselling author John Green’s arrival as a groundbreaking new voice in contemporary fiction. Newly updated edition includes a brand-new Readers' Guide featuring a Q&A with author John Green",
        "preview_link": "http://books.google.ro/books?id=5v1NBhR1W88C&pg=PT91&dq=Looking+for+Alaska+inauthor:John+Green&hl=&cd=5&source=gbs_api"
    },
    {
        "title": "Thirteen Reasons Why",
        "author": "Jay Asher",
        "genre": [
            "Young Adult Fiction"
        ],
        "description": "**THE BOOK THAT STARTED IT ALL, NOW A NETFLIX ORIGINAL SERIES** The #1 New York Times bestseller and modern classic that's been changing lives for a decade gets a gorgeous revamped cover and never-before-seen additional content, including: · An introduction from its award-winning author, Jay Asher; · The until-now-secret alternate ending for Hannah and Clay that almost was; · Early notes and ideas of how the story came to be; · Deleted scenes; · And more! You can't stop the future. You can't rewind the past. The only way to learn the secret . . . is to press play. Clay Jensen returns home from school to find a strange package with his name on it lying on his porch. Inside he discovers several cassette tapes recorded by Hannah Baker--his classmate and crush--who committed suicide two weeks earlier. Hannah's voice tells him that there are thirteen reasons why she decided to end her life. Clay is one of them. If he listens, he'll find out why. Clay spends the night crisscrossing his town with Hannah as his guide. He becomes a firsthand witness to Hannah's pain, and as he follows Hannah's recorded words throughout his town, what he discovers changes his life forever. Need to talk? Call 1-800-273-TALK (8255) anytime if you are in the United States. It’s free and confidential. Find more resources at 13reasonswhy.info. Find out how you can help someone in crisis at bethe1to.com.",
        "preview_link": "http://books.google.ro/books?id=pwyYDQAAQBAJ&dq=Thirteen+Reasons+Why+inauthor:Jay+Asher&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Eleanor & Park",
        "author": "Rainbow Rowell",
        "genre": [
            "History"
        ],
        "description": "A revisionist approach to Eleanor of Aquitaine and the political, social, cultural and religious world in which she lived. Eleanor of Aquitaine (1124-1204) is one of the most important and well-known figures of the Middle Ages; she exercised a huge influence on both the course of history, and on the cultural life, of the time. The essays in this collection use her as a point of entry into wider-ranging discussions of the literary, social, political and religious milieux into which she was born, and to which she contributed; they address many of the misconceptions that have grown around both Eleanor herself and the medieval Midi in general, and open up new areas of debate. Topics explored include the work of the troubadours and the importance to them of patronage; perceptions of southern France and itsinhabitants by outsiders; the early history of the Templars in southern France; cultural contacts between the Midi and other parts of the Latin world; the uses of ritual and historical myth in the expression of political power; and attitudes towards women. Contributors: Catherine Léglu, Marcus Bull, Richard W. Barber, Daniel F. Callahan, Malcolm Barber, John B. Gillingham, Linda Paterson, Ruth Harvey, Daniel Power, Laurent Macé, William Paden.",
        "preview_link": "http://books.google.ro/books?id=TXjvB0034DkC&pg=PA102&dq=Eleanor&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "City of Bones",
        "author": "Cassandra Clare",
        "genre": [
            "Juvenile Fiction"
        ],
        "description": "Suddenly able to see demons and the Darkhunters who are dedicated to returning them to their own dimension, fifteen-year-old Clary Fray is drawn into this bizzare world when her mother disappears and Clary herself is almost killed by a monster.",
        "preview_link": "http://books.google.ro/books?id=-yBJPgAACAAJ&dq=City+of+Bones+inauthor:Cassandra+Clare&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Wonder",
        "author": "R.J. Palacio",
        "genre": [
            "Juvenile Fiction"
        ],
        "description": "WONDER IS NOW A MAJOR MOTION PICTURE STARRING JULIA ROBERTS AND JACOB TREMBLAY! Over 6 million people have read the #1 New York Times bestseller Wonder—the book that inspired the Choose Kind movement—and have fallen in love with Auggie Pullman, an ordinary boy with an extraordinary face. Last year readers were given a special look at another side of his story with The Julian Chapter, and now they'll get a peek at Auggie's life before Beecher Prep, with an exclusive new short story told entirely from the point of view of Christopher, Auggie's oldest friend. Christopher was Auggie's best friend from the time they were babies until his family moved away; he was there through all of Auggie's surgeries and heartbreaks, through bad times and good—like Star Wars marathons and dreams of traveling to Pluto together. Alternating between childhood flashbacks and the present day, an especially bad day for Christopher, Pluto is the story of two boys grown apart learning that good friendships are worth a little extra effort.",
        "preview_link": "http://books.google.ro/books?id=i33WBQAAQBAJ&printsec=frontcover&dq=Wonder+inauthor:R.J.+Palacio&hl=&cd=3&source=gbs_api"
    },
    {
        "title": "Paper Towns",
        "author": "John Green",
        "genre": [
            "Florida"
        ],
        "description": "Quentin Jacobsen has spent a lifetime loving the magnificently adventurous Margo Roth Spiegelman from afar. So when she cracks open a window and climbs back into his life, dressed like a ninja and summoning him for an ingenious campaign of revenge, he follows. After their all-nighter ends and a new day breaks, Q arrives at school to discover that Margo, always an enigma, has now become a mystery. But Q soon learns that there are clues, and they're for him. Urged down a disconnected path, the closer he gets, the less Q sees of the girl he thought he knew.",
        "preview_link": "http://books.google.ro/books?id=xcjOswEACAAJ&dq=Paper+Towns+inauthor:John+Green&hl=&cd=4&source=gbs_api"
    }
]