[
    {
        "title": "Harper Lee's To Kill a Mockingbird",
        "author": [
            "Harper Lee"
        ],
        "description": "Discusses the writing of To kill a mockingbird by Harper Lee. Includes critical essays on the work and a brief biography of the author.",
        "preview_link": "http://books.google.ro/books?id=LaMTiorjM9cC&printsec=frontcover&dq=To+Kill+a+Mockingbird+inauthor:Harper+Lee&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "1984",
        "author": [
            "George Orwell"
        ],
        "description": "A PBS Great American Read Top 100 Pick With extraordinary relevance and renewed popularity, George Orwell’s 1984 takes on new life in this edition. “Orwell saw, to his credit, that the act of falsifying reality is only secondarily a way of changing perceptions. It is, above all, a way of asserting power.”—The New Yorker In 1984, London is a grim city in the totalitarian state of Oceania where Big Brother is always watching you and the Thought Police can practically read your mind. Winston Smith is a man in grave danger for the simple reason that his memory still functions. Drawn into a forbidden love affair, Winston finds the courage to join a secret revolutionary organization called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be. Lionel Trilling said of Orwell’s masterpiece, “1984 is a profound, terrifying, and wholly fascinating book. It is a fantasy of the political future, and like any such fantasy, serves its author as a magnifying device for an examination of the present.” Though the year 1984 now exists in the past, Orwell’s novel remains an urgent call for the individual willing to speak truth to power.",
        "preview_link": "http://books.google.ro/books?id=kotPYEqx7kMC&printsec=frontcover&dq=1984+inauthor:George+Orwell&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "F. Scott Fitzgerald: The Great Gatsby",
        "author": [
            "F. Scott Fitzgerald"
        ],
        "description": "Classical portrayal of love and violence during the Twenties.",
        "preview_link": "http://books.google.ro/books?id=0yfauGsKOjAC&printsec=frontcover&dq=The+Great+Gatsby+inauthor:F.+Scott+Fitzgerald&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Pride and Prejudice",
        "author": [
            "Jane Austen"
        ],
        "description": "On the verdant plains of 18th-century England, in the heart of the Hertfordshire countryside, a timeless story of passion, pride and prejudice unfolds. Elizabeth Bennet, a lively, intelligent young woman, is the second of five sisters in a family of modest means. Her sharp mind and independent spirit set her apart in a society where propriety and matrimonial alliances are central concerns.When she crosses paths with Mr. Darcy, an aristocrat as wealthy as he is arrogant, Elizabeth is immediately struck by his coldness and pride. However, as her encounters and misunderstandings progress, she discovers that beyond first impressions lies a man far more complex and vulnerable than she could have imagined.Jane Austen's masterpiece \"Pride and Prejudice\" is a subtle and poignant exploration of social dynamics and human relationships. Through brilliant dialogue and incisive narration, Austen paints a fascinating picture of the struggle between social classes and the barriers of love. It's a story where true love triumphs over prejudice, and pride is transformed into humility.Immerse yourself in the rich, captivating world of a classic that has lost none of its relevance or charm. A must-read for anyone wishing to understand the power of love and the strength of personal conviction.",
        "preview_link": "http://books.google.ro/books?id=ydULEQAAQBAJ&printsec=frontcover&dq=Pride+and+Prejudice+inauthor:Jane+Austen&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "J.D. Salinger's The Catcher in the Rye",
        "author": [
            "Robert S. Holzman",
            "Gary L. Perkins"
        ],
        "description": "REA's MAXnotes for William Faulkner's Absalom, Absalom! MAXnotes offer a fresh look at masterpieces of literature, presented in a lively and interesting fashion. Written by literary experts who currently teach the subject, MAXnotes will enhance your understanding and enjoyment of the work. MAXnotes are designed to stimulate independent thought about the literary work by raising various issues and thought-provoking ideas and questions. MAXnotes cover the essentials of what one should know about each work, including an overall summary, character lists, an explanation and discussion of the plot, the work's historical context, illustrations to convey the mood of the work, and a biography of the author. Each chapter is individually summarized and analyzed, and has study questions and answers.",
        "preview_link": "http://books.google.ro/books?id=M3dJfixJ6lIC&dq=The+Catcher+in+the+Rye+inauthor:J.D.+Salinger&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Kite Runner",
        "author": [
            "Khaled Hosseini"
        ],
        "description": "THE NUMBER ONE BESTSELLER 'Devastating' Daily Telegraph 'Heartbreaking' The Times 'Unforgettable' Isabel Allende 'Haunting' Independent Afghanistan, 1975: Twelve-year-old Amir is desperate to win the local kite-fighting tournament and his loyal friend Hassan promises to help him. But neither of the boys can foresee what will happen to Hassan that afternoon, an event that is to shatter their lives. After the Russians invade and the family is forced to flee to America, Amir realises that one day he must return to Afghanistan under Taliban rule to find the one thing that his new world cannot grant him: redemption.",
        "preview_link": "http://books.google.ro/books?id=KUMIEAAAQBAJ&printsec=frontcover&dq=The+Kite+Runner+inauthor:Khaled+Hosseini&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Of Mice and Men",
        "author": [
            "John Steinbeck"
        ],
        "description": "A controversial tale of friendship and tragedy during the Great Depression Over seventy-five years since its first publication, Steinbeck’s tale of commitment, loneliness, hope, and loss remains one of America’s most widely read and taught novels. An unlikely pair, George and Lennie, two migrant workers in California during the Great Depression, grasp for their American Dream. They hustle work when they can, living a hand-to-mouth existence. For George and Lennie have a plan: to own an acre of land and a shack they can call their own. When they land jobs on a ranch in the Salinas Valley, the fulfillment of their dream seems to be within their grasp. But even George cannot guard Lennie from the provocations, nor predict the consequences of Lennie's unswerving obedience to the things George taught him. Of Mice and Men represents an experiment in form, which Steinbeck described as “a kind of playable novel, written in a novel form but so scened and set that it can be played as it stands.” A rarity in American letters, it achieved remarkable success as a novel, a Broadway play, and three acclaimed films. This edition features an introduction by Susan Shillinglaw, one of today’s leading Steinbeck scholars. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators. From the Trade Paperback edition.",
        "preview_link": "http://books.google.ro/books?id=TYB5AAAAQBAJ&printsec=frontcover&dq=Of+Mice+and+Men+inauthor:John+Steinbeck&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Alchemist - 10th Anniversary Edition",
        "author": [
            "Paulo Coelho"
        ],
        "description": "\"My heart is afraid that it will have to suffer,\" the boy told the alchemist one night as they looked up at the moonless sky.\" Tell your heart that the fear of suffering is worse than the suffering itself. And that no heart has ever suffered when it goes in search of its dreams.\" Every few decades a book is published that changes the lives of its readers forever. The Alchemist is such a book. With over a million and a half copies sold around the world, The Alchemist has already established itself as a modern classic, universally admired. Paulo Coelho's charming fable, now available in English for the first time, will enchant and inspire an even wider audience of readers for generations to come. The Alchemist is the magical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure as extravagant as any ever found. From his home in Spain he journeys to the markets of Tangiers and across the Egyptian desert to a fateful encounter with the alchemist. The story of the treasures Santiago finds along the way teaches us, as only a few stories have done, about the essential wisdom of listening to our hearts, learning to read the omens strewn along life's path, and, above all, following our dreams.",
        "preview_link": "http://books.google.ro/books?id=FEL8DlqjYEkC&printsec=frontcover&dq=The+Alchemist+inauthor:Paulo+Coelho&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "A Tale of Two Cities",
        "author": [
            "Charles Dickens"
        ],
        "description": "\"It was the best of times, it was the worst of times.\" Charles Dickens' classic novel tells the story of two Englishmen--degenerate lawyer Sydney Carton and aristocrat Charles Darnay--who fall in love with the same woman in the midst of the French Revolution's blood and terror. Originally published as 31 weekly instalments,A Tale of Two Cities has been adapted several times for film, serves as a rite of passage for many students, and is one of the most famous novels ever published. This is a free digital copy of a book that has been carefully scanned by Google as part of a project to make the world's books discoverable online. To make this print edition available as an ebook, we have extracted the text using Optical Character Recognition (OCR) technology and submitted it to a review process to ensure its accuracy and legibility across different screen sizes and devices. Google is proud to partner with libraries to make this book available to readers everywhere.",
        "preview_link": "http://books.google.ro/books?id=5EIPAAAAQAAJ&q=A+Tale+of+Two+Cities+inauthor:Charles+Dickens&dq=A+Tale+of+Two+Cities+inauthor:Charles+Dickens&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Life of Pi",
        "author": [
            "Yann Martel"
        ],
        "description": "Winner of the 2022 Olivier Award for Best New Play \"Life of Pi will make you believe in the power of theatre\" (Times). After a cargo ship sinks in the middle of the vast Pacific Ocean, there are five survivors stranded on a lifeboat - a hyena, a zebra, an orangutan, a Royal Bengal tiger, and a sixteen year-old boy named Pi. Time is against them, nature is harsh, who will survive? Based on one of the most extraordinary and best-loved works of fiction - winner of the Man Booker Prize, selling over fifteen million copies worldwide - and featuring breath-taking puppetry and state-of-the-art visuals, Life of Pi is a universally acclaimed, smash hit adaptation of an epic journey of endurance and hope. Adapted by acclaimed playwright Lolita Chakrabarti, this edition was published to coincide with the West End premiere in November 2021.",
        "preview_link": "http://books.google.ro/books?id=c3JeEAAAQBAJ&printsec=frontcover&dq=Life+of+Pi+inauthor:Yann+Martel&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "A Brief History of Time",
        "author": [
            "Stephen W. Hawking"
        ],
        "description": "Was there a beginning of time? Could time run backwards? Is the universe infinite or does it have boundaries? These are just some of the questions considered in an internationally acclaimed masterpiece which begins by reviewing the great theories of the cosmos from Newton to Einstein, before delving into the secrets which still lie at the heart of space and time.",
        "preview_link": "http://books.google.ro/books?id=eUzqAAAAQBAJ&dq=A+Brief+History+of+Time+inauthor:Stephen+Hawking&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Sapiens",
        "author": [
            "Yuval Noah Harari"
        ],
        "description": "New York Times Readers’ Pick: Top 100 Books of the 21st Century New York Times Bestseller A Summer Reading Pick for President Barack Obama, Bill Gates, and Mark Zuckerberg From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.” One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us? Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas. Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become? Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.",
        "preview_link": "http://books.google.ro/books?id=FmyBAwAAQBAJ&printsec=frontcover&dq=Sapiens:+A+Brief+History+of+Humankind+inauthor:Yuval+Noah+Harari&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Selfish Gene",
        "author": [
            "Richard Dawkins"
        ],
        "description": "The million copy international bestseller, critically acclaimed and translated into over 25 languages. This 30th anniversary edition includes a new introduction from the author as well as the original prefaces and foreword, and extracts from early reviews. As relevant and influential today as when it was first published, The Selfish Gene has become a classic exposition of evolutionary thought. Professor Dawkins articulates a gene's eye view of evolution - a view giving centre stage to these persistent units of information, and in which organisms can be seen as vehicles for their replication. This imaginative, powerful, and stylistically brilliant work not only brought the insights of Neo-Darwinism to a wide audience, but galvanized the biology community, generating much debate and stimulating whole new areas of research.",
        "preview_link": "http://books.google.ro/books?id=koaD_Aod_V0C&printsec=frontcover&dq=The+Selfish+Gene+inauthor:Richard+Dawkins&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "On the Origin of Species",
        "author": [
            "Charles Darwin"
        ],
        "description": "In 1831 British naturalist Charles Darwin joined a five-year expedition on the ship HMS Beagle. As the crew explored the southern hemisphere, Darwin took extensive notes on the organisms he encountered and how they differed from the species back home in England. He began to formulate ideas about the effect of natural selection on the evolution of species over time. The evidence he gathered, especially finch specimens collected from South America and the Galápagos Islands, provided further proof for his theory. In 1859, more than twenty years later, Darwin published his research—and sparked a heated debate. Misunderstood by theologians and misappropriated by eugenicists, it would be years before Darwin's controversial theory gained widespread acceptance in the scientific community. This is an unabridged version of Charles Darwin's fundamental text on evolutionary biology.",
        "preview_link": "http://books.google.ro/books?id=oco5DwAAQBAJ&printsec=frontcover&dq=The+Origin+of+Species+inauthor:Charles+Darwin&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Homo Deus (Tamil)",
        "author": [
            "Yuval Noah Harari"
        ],
        "description": "“மனிதர்கள் கடவுளரைக் கண்டுபிடித்தபோது வரலாறு தொடங்கியது. மனிதர்களே கடவுளராக மாறும்போது வரலாறு முடிவுக்கு வந்துவிடும்.” - யுவால் நோவா ஹராரி ஹோமோ சேப்பியன்ஸ் ஹோமோ டியஸாக (லத்தீன் மொழியில் ‘டியஸ்’ என்றால் கடவுள்; ஹோமோ டியஸ் என்றால் மனிதக் கடவுள்) மாறிக் கொண்டிருக்கின்றன இந்நேரத்தில், நமக்கு நாமே எத்தகைய தலைவிதிகளை நிர்ணயித்துக் கொள்ளப் போகிறோம்? பரிணாம வளர்ச்சியின் முதன்மை ஆற்றலான இயற்கைத் தேர்ந்தெடுப்புச் செயல்முறையின் இடத்தைச் செயற்கைத் தேர்ந்தெடுப்புச் செயல்முறை எடுத்துக் கொள்ளும்போது மனிதகுலத்தின் எதிர்காலம் எவ்வாறு மாறும்? நம்முடைய விருப்பங்களையும் அரசியல் தேர்ந்தெடுப்புகளையும் பற்றி நம்மைவிட அதிகமாக கூகுளும் முகநூலும் தெரிந்து வைத்திருக்கும்போது ஜனநாயகத்தின் நிலைமை என்னவாகும்? கணினிகள் மனிதர்களின் வேலைகளைப் பறித்துக் கொண்டு, ‘பயனற்ற வர்க்கம்’ என்ற ஒரு புதிய, மிகப் ப வர்க்கத்தைத் தோற்றுவிக்கும்போது, அரசின் மானிய உதவியோடு வாழும் மக்களை உள்ளடக்கிய நாடுகளுக்கு என்ன நேரும்? நம்முடைய சொந்த அழிவு சக்திகளிடமிருந்து இந்த மென்மையான உலகத்தையும் ஒட்டுமொத்த மனிதகுலத்தையும் நாம் எவ்வாறு பாதுகாப்போம்? நம்மை அதிர வைக்கின்றன இது போன்ற பல கேள்விகளை நம்மை நோக்கி ஏவி, சுவாரசியமாகவும் சிந்தனையைத் தூண்டும் விதத்திலும் அவற்றுக்கு இந்நூலில் விடை காண முயற்சித்துள்ளார் பேராசிரியர் ஹராரி. 21ம் நூற்றாண்டைச் செதுக்கி வடிவமைக்கக்கூடிய இனிய கனவுகளையும் கொடுங்கனவுகளையும் பற்றிய ஒரு வெள்ளோட்டத்தை ஹோமோ டியஸ் எனும் இந்நூல் நமக்குக் கொடுக்கிறது.",
        "preview_link": "http://books.google.ro/books?id=BRGnDwAAQBAJ&printsec=frontcover&dq=Homo+Deus:+A+Brief+History+of+Tomorrow+inauthor:Yuval+Noah+Harari&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Brief Answers to the Big Questions (Tamil)",
        "author": [
            "Stephen Hawking"
        ],
        "description": "உலகப் புகழ் பெற்றப் பிரபஞ்சவியலாளரான ஸ்டீபன் ஹாக்கிங், ‘கடவுள் என்ற br>ஒருவர் இருக்கிறாரா? பிரபஞ்சம் எவ்வாறு தோன்றியது? அறிவார்ந்த வேறு உயிரினங்கள் பிரபஞ்சத்தில் இருக்கின்றனவா? காலப் br>பயணம் சாத்தியம்தானா? விண்வெளியை நாம் காலனிப்படுத்த வேண்டுமா? செயற்கை நுண்ணறிவு நம்மை விஞ்சிவிடுமா?’ போன்ற, பிரபஞ்சம் தொடர்பான ஆழமான கேள்விகளுக்குத் தன்னுடைய அறிவார்ந்த கருத்துக்களை இந்நூலில் பதிவு செய்துள்ளார். பிரபஞ்சத்தைப் பற்றிய நம்முடைய புரிதலை விரிவுபடுத்தவும், அதன் மாபெரும் புதிர்கள் சிலவற்றை முடிச்சவிழ்க்கவும் ஹாக்கிங் தன்னுடைய வாழ்க்கையை அர்ப்பணித்தார். கருந்துளைகள், காலநேரம், பிரபஞ்சத்தின் துவக்கம் ஆகியவற்றைப் பற்றிய அவருடைய கோட்பாடுகள் விண்வெளிக்கு அப்பால் அவருடைய மனத்தைக் கூட்டிச் சென்றபோதிலும், பூமியின் பிரச்சனைகளுக்குத் தீர்வு காணுவதில் அறிவியல் br>ஓர் இன்றியமையாத பங்காற்றுவதாக அவர் நம்பினார். அதனால், பருவநிலை மாற்றம், அணுவாயுதப் போர் குறித்த அச்சுறுத்தல், அதிக ஆற்றல் படைத்தச் செயற்கை நுண்ணறிவு போன்ற, மனிதகுலத்தைத் தற்போது அச்சுறுத்திக் கொண்டிருக்கும் அவசரமான விவகாரங்களை நோக்கி ஹாக்கிங் தன் கவனத்தைத் திருப்புகிறார். உலகின் மாபெரும் சிந்தனையாளர்களில் ஒருவராகத் திகழ்ந்த அவர் தன்னுடைய இந்த இறுதிப் புத்தகத்தில், மனிதகுலம் என்ற முறையில் நாம் எதிர்கொண்டுள்ள சவால்களையும், நாம் எதை நோக்கிப் போய்க் கொண்டிருக்கிறோம் என்பதையும் பற்றிய தன்னுடைய அக்கறையையும் கரிசனத்தையும் நம் அறிவுக்குத் தீனி போடுகின்ற விதத்திலும் தன்னுடைய இயல்பான நகைச்சுவையுணர்வோடும் நம்மோடு பகிர்ந்து கொள்ளுகிறார்.",
        "preview_link": "http://books.google.ro/books?id=xV3HDwAAQBAJ&printsec=frontcover&dq=Brief+Answers+to+the+Big+Questions+inauthor:Stephen+Hawking&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Structure of Scientific Revolutions",
        "author": [
            "Thomas S. Kuhn"
        ],
        "description": "“One of the most influential books of the 20th century,” the landmark study in the history of science with a new introduction by philosopher Ian Hacking (Guardian, UK). First published in 1962, Thomas Kuhn’s The Structure of Scientific Revolutions ”reshaped our understanding of the scientific enterprise and human inquiry in general.” In it, he challenged long-standing assumptions about scientific progress, arguing that transformative ideas don’t arise from the gradual process of experimentation and data accumulation, but instead occur outside of “normal science.” Though Kuhn was writing when physics ruled the sciences, his ideas on how scientific revolutions bring order to the anomalies that amass over time in research experiments are still instructive in today’s biotech age (Science). This new edition of Kuhn’s essential work includes an insightful introduction by Ian Hacking, which clarifies terms popularized by Kuhn, including “paradigm” and “incommensurability,” and applies Kuhn’s ideas to the science of today. Usefully keyed to the separate sections of the book, Hacking’s introduction provides important background information as well as a contemporary context. This newly designed edition also includes an expanded and updated index.",
        "preview_link": "http://books.google.ro/books?id=3eP5Y_OOuzwC&printsec=frontcover&dq=The+Structure+of+Scientific+Revolutions+inauthor:Thomas+S.+Kuhn&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Sixth Extinction",
        "author": [
            "Elizabeth Kolbert"
        ],
        "description": "________________ WINNER OF THE 2015 PULITZER PRIZE FOR GENERAL NON-FICTION ________________ 'An invaluable contribution to our understanding of present circumstances, just as the paradigm shift she calls for is sorely needed' - Al Gore, New York Times 'Compelling ... It is a disquieting tale, related with rigour and restraint by Kolbert' - Observer 'Passionate ... This is the big story of our age' - Sunday Times ________________ A major book about the future of the world, blending natural history, field reporting and the history of ideas and into a powerful account of the mass extinction happening today Over the last half a billion years, there have been five mass extinctions of life on earth. Scientists around the world are currently monitoring the sixth, predicted to be the most devastating extinction event since the asteroid impact that wiped out the dinosaurs. Elizabeth Kolbert combines brilliant field reporting, the history of ideas and the work of geologists, botanists and marine biologists to tell the gripping stories of a dozen species – including the Panamanian golden frog and the Sumatran rhino – some already gone, others at the point of vanishing. The sixth extinction is likely to be mankind's most lasting legacy and Elizabeth Kolbert's book urgently compels us to rethink the fundamental question of what it means to be human.",
        "preview_link": "http://books.google.ro/books?id=MOGeAgAAQBAJ&printsec=frontcover&dq=The+Sixth+Extinction:+An+Unnatural+History+inauthor:Elizabeth+Kolbert&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Bad Science",
        "author": [
            "Ben Goldacre"
        ],
        "description": "Ben Goldacre’s wise and witty bestseller, shortlisted for the Samuel Johnson Prize, lifts the lid on quack doctors, flaky statistics, scaremongering journalists and evil pharmaceutical corporations.",
        "preview_link": "http://books.google.ro/books?id=Gv1NQubrGNIC&printsec=frontcover&dq=Bad+Science+inauthor:Ben+Goldacre&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Man Who Knew Infinity",
        "author": [
            "Robert Kanigel"
        ],
        "description": "A biography of the Indian mathematician Srinivasa Ramanujan. The book gives a detailed account of his upbringing in India, his mathematical achievements, and his mathematical collaboration with English mathematician G. H. Hardy. The book also reviews the life of Hardy and the academic culture of Cambridge University during the early twentieth century.",
        "preview_link": "http://books.google.ro/books?id=m08ADAAAQBAJ&printsec=frontcover&dq=The+Man+Who+Knew+Infinity:+A+Life+of+the+Genius+Ramanujan+inauthor:Robert+Kanigel&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Astrophysics for People in a Hurry",
        "author": [
            "Neil deGrasse Tyson"
        ],
        "description": "Over a year on the New York Times bestseller list and more than a million copies sold. The essential universe, from our most celebrated and beloved astrophysicist. What is the nature of space and time? How do we fit within the universe? How does the universe fit within us? There’s no better guide through these mind-expanding questions than acclaimed astrophysicist and best-selling author Neil deGrasse Tyson. But today, few of us have time to contemplate the cosmos. So Tyson brings the universe down to Earth succinctly and clearly, with sparkling wit, in tasty chapters consumable anytime and anywhere in your busy day. While you wait for your morning coffee to brew, for the bus, the train, or a plane to arrive, Astrophysics for People in a Hurry will reveal just what you need to be fluent and ready for the next cosmic headlines: from the Big Bang to black holes, from quarks to quantum mechanics, and from the search for planets to the search for life in the universe.",
        "preview_link": "http://books.google.ro/books?id=hx5DDQAAQBAJ&printsec=frontcover&dq=Astrophysics+for+People+in+a+Hurry+inauthor:Neil+deGrasse+Tyson&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Emperor of All Maladies",
        "author": [
            "Siddhartha Mukherjee"
        ],
        "description": "Winner of the Pulitzer Prize and a documentary from Ken Burns on PBS, this New York Times bestseller is “an extraordinary achievement” (The New Yorker)—a magnificent, profoundly humane “biography” of cancer—from its first documented appearances thousands of years ago through the epic battles in the twentieth century to cure, control, and conquer it to a radical new understanding of its essence. Now includes an excerpt from Siddhartha Mukherjee’s new book Song of the Cell! Physician, researcher, and award-winning science writer, Siddhartha Mukherjee examines cancer with a cellular biologist’s precision, a historian’s perspective, and a biographer’s passion. The result is an astonishingly lucid and eloquent chronicle of a disease humans have lived with—and perished from—for more than five thousand years. The story of cancer is a story of human ingenuity, resilience, and perseverance, but also of hubris, paternalism, and misperception. Mukherjee recounts centuries of discoveries, setbacks, victories, and deaths, told through the eyes of his predecessors and peers, training their wits against an infinitely resourceful adversary that, just three decades ago, was thought to be easily vanquished in an all-out “war against cancer.” The book reads like a literary thriller with cancer as the protagonist. Riveting, urgent, and surprising, The Emperor of All Maladies provides a fascinating glimpse into the future of cancer treatments. It is an illuminating book that provides hope and clarity to those seeking to demystify cancer.",
        "preview_link": "http://books.google.ro/books?id=qT-5MLRkHBAC&printsec=frontcover&dq=The+Emperor+of+All+Maladies:+A+Biography+of+Cancer+inauthor:Siddhartha+Mukherjee&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Pride and Prejudice",
        "author": [
            "Jane Austen"
        ],
        "description": "On the verdant plains of 18th-century England, in the heart of the Hertfordshire countryside, a timeless story of passion, pride and prejudice unfolds. Elizabeth Bennet, a lively, intelligent young woman, is the second of five sisters in a family of modest means. Her sharp mind and independent spirit set her apart in a society where propriety and matrimonial alliances are central concerns.When she crosses paths with Mr. Darcy, an aristocrat as wealthy as he is arrogant, Elizabeth is immediately struck by his coldness and pride. However, as her encounters and misunderstandings progress, she discovers that beyond first impressions lies a man far more complex and vulnerable than she could have imagined.Jane Austen's masterpiece \"Pride and Prejudice\" is a subtle and poignant exploration of social dynamics and human relationships. Through brilliant dialogue and incisive narration, Austen paints a fascinating picture of the struggle between social classes and the barriers of love. It's a story where true love triumphs over prejudice, and pride is transformed into humility.Immerse yourself in the rich, captivating world of a classic that has lost none of its relevance or charm. A must-read for anyone wishing to understand the power of love and the strength of personal conviction.",
        "preview_link": "http://books.google.ro/books?id=ydULEQAAQBAJ&printsec=frontcover&dq=Pride+and+Prejudice+inauthor:Jane+Austen&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Scris cu sângele inimii mele vol. 1 (Seria OUTLANDER partea a VIII-a) - Editura Nemira",
        "author": [
            "Diana Gabaldon"
        ],
        "description": "A opta parte din seria OUTLANDER. Povestea care a stat la baza serialului OUTLANDER. O poveste fără rival. Personaje de neuitat. Detalii istorice savuroase. #1 New York Times bestseller Romantic Times Reviewers’ Choice Award (RT Award) for Historical Fiction Goodreads Choice Award for Romance Este iunie 1778 și lumea s-a întors pe dos. Armata Angliei se retrage din Philadelphia și, pentru prima oară, sunt semne că rebelii conduși de George Washington ar putea câștiga războiul. Valul schimbărilor cu care se confruntă Claire Fraser și familia ei sunt chiar mai tumultoase de atât. Jamie s-a întors din morți și-i cere socoteală pentru faptul că, în absența lui, s-a măritat cu cel mai bun prieten al său, Lordul John Grey. Fiul lordului nu este mai puțin șocat să afle că adevăratul său tată este proaspătul înviat Jamie Fraser, în vreme ce nepotul lui Jamie, Ian Murray, descoperă că proaspătul său verișor tânjește la inima logodnicei sale. Și dacă în secolul XVIII, Claire este îngrozită de gândul că unul dintre cei doi soți ai săi ar putea plănui să-l ucidă pe celălalt, în secolul XX, urmașii săi se confruntă cu evenimente și mai complicate. Nepoata sa Brianna încearcă să-și protejeze fiul de un criminal sângeros, în vreme ce soțul său, Roger, a dispărut în trecut. „Felul în care Diana Gabaldon își injectează poveștile în istoria Scoției secolului al XVIII-lea este o lecție de migală în ceea ce privește documentarea. Pe fundalul unei epoci sângeroase, în care războiul este omniprezent, Gabaldon a adăugat personaje puternice, alături de un mix de aventură, romantism și călătorii în timp. Și toate acestea au dat naștere unei povești care a sedus milioane de cititori.“ Marian Coman, redactor-șef Armada",
        "preview_link": "http://books.google.ro/books?id=82wlEQAAQBAJ&printsec=frontcover&dq=Outlander+inauthor:Diana+Gabaldon&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Notebook",
        "author": [
            "Nicholas Sparks"
        ],
        "description": "At thirty-one, Noah Calhoun is back in coastal North Carolina after World War II, haunted by images of the girl he lost more than a decade earlier. At twenty-nine, socialite Allie Nelson is about to marry a wealthy lawyer, but she cannot stop thinking about the boy who long ago stole her heart. Thus begins the story of a love so enduring and deep it can turn tragedy into triumph, and maybe even create a miracle.",
        "preview_link": "http://books.google.ro/books?id=pIY8PgAACAAJ&dq=The+Notebook+inauthor:Nicholas+Sparks&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Me Before You",
        "author": [
            "Jojo Moyes"
        ],
        "description": "From the #1 New York Times bestselling author of The Giver of Stars and the forthcoming Someone Else's Shoes, discover the love story that captured over 20 million hearts in Me Before You, After You, and Still Me. They had nothing in common until love gave them everything to lose . . . Louisa Clark is an ordinary girl living an exceedingly ordinary life—steady boyfriend, close family—who has barely been farther afield than their tiny village. She takes a badly needed job working for ex–Master of the Universe Will Traynor, who is wheelchair bound after an accident. Will has always lived a huge life—big deals, extreme sports, worldwide travel—and now he’s pretty sure he cannot live the way he is. Will is acerbic, moody, bossy—but Lou refuses to treat him with kid gloves, and soon his happiness means more to her than she expected. When she learns that Will has shocking plans of his own, she sets out to show him that life is still worth living. A Love Story for this generation and perfect for fans of John Green’s The Fault in Our Stars, Me Before You brings to life two people who couldn’t have less in common—a heartbreakingly romantic novel that asks, What do you do when making the person you love happy also means breaking your own heart?",
        "preview_link": "http://books.google.ro/books?id=rTYEyWrXLO0C&printsec=frontcover&dq=Me+Before+You+inauthor:Jojo+Moyes&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Jane Eyre - Charlotte Bronte",
        "author": [
            "Charlotte Bronte"
        ],
        "description": "Jane Eyre (originally published as Jane Eyre: An Autobiography) is a novel by English writer Charlotte Brontë, published under the pen name \"Currer Bell\", on 16 October 1847, by Smith, Elder & Co. of London. The first American edition was published the following year by Harper & Brothers of New York. Jane Eyre is a Bildungsroman which follows the experiences of its eponymous heroine, including her growth to adulthood and her love for Mr. Rochester, the brooding master of Thornfield Hall. The novel revolutionised prose fiction by being the first to focus on its protagonist's moral and spiritual development through an intimate first-person narrative, where actions and events are coloured by a psychological intensity. Charlotte Brontë has been called the \"first historian of the private consciousness\", and the literary ancestor of writers like Proust and Joyce. The book contains elements of social criticism with a strong sense of Christian morality at its core, and it is considered by many to be ahead of its time because of Jane's individualistic character and how the novel approaches the topics of class, sexuality, religion, and feminism. It, along with Jane Austen's Pride and Prejudice, is one of the most famous romance novels of all time. My Website: LYFREEDOM.COM",
        "preview_link": "http://books.google.ro/books?id=Ml4wEAAAQBAJ&printsec=frontcover&dq=Jane+Eyre+inauthor:Charlotte+Bront%C3%AB&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Time Traveler's Wife",
        "author": [
            "Audrey Niffenegger"
        ],
        "description": "The beloved, mega bestselling first novel from Audrey Niffenegger, \"a soaring celebration of the victory of love over time\" (Chicago Tribune). A MOST UNTRADITIONAL LOVE STORY, this is the celebrated tale of Henry DeTamble, a dashing, adventuresome librarian who inadvertently travels through time, and Clare Abshire, an artist whose life takes a natural sequential course. Henry and Clare's passionate affair endures across a sea of time and captures them in an impossibly romantic trap that tests the strength of fate and basks in the bonds of love.",
        "preview_link": "http://books.google.ro/books?id=tgd_AwAAQBAJ&printsec=frontcover&dq=The+Time+Traveler%27s+Wife+inauthor:Audrey+Niffenegger&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Love in the Time of Cholera",
        "author": [
            "Gabriel García Márquez"
        ],
        "description": "INTERNATIONAL BESTSELLER • \"A love story of astonishing power\" (Newsweek), the acclaimed modern literary classic by the beloved Nobel Prize-winning author. In their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is devastated, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs--yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the funeral. Fifty years, nine months, and four days after he first declared his love for Fermina, he will do so again.",
        "preview_link": "http://books.google.ro/books?id=E7iFBAAAQBAJ&printsec=frontcover&dq=Love+in+the+Time+of+Cholera+inauthor:Gabriel+Garc%C3%ADa+M%C3%A1rquez&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Twilight",
        "author": [
            "Stephenie Meyer"
        ],
        "description": "When 17 year old Isabella Swan moves to Forks, Washington to live with her father she expects that her new life will be as dull as the town. But in spite of her awkward manner and low expectations, she finds that her new classmates are drawn to this pale, dark-haired new girl in town. But not, it seems, the Cullen family. These five adopted brothers and sisters obviously prefer their own company and will make no exception for Bella. Bella is convinced that Edward Cullen in particular hates her, but she feels a strange attraction to him, although his hostility makes her feel almost physically ill. He seems determined to push her away - until, that is, he saves her life from an out of control car. Bella will soon discover that there is a very good reason for Edward's coldness. He, and his family, are vampires - and he knows how dangerous it is for others to get too close.",
        "preview_link": "http://books.google.ro/books?id=lGjFtMRqp_YC&printsec=frontcover&dq=Twilight+inauthor:Stephenie+Meyer&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Rosie Project",
        "author": [
            "Graeme Simsion"
        ],
        "description": "The international bestselling romantic comedy “bursting with warmth, emotional depth, and…humor,” (Entertainment Weekly) featuring the oddly charming, socially challenged genetics professor, Don, as he seeks true love. The art of love is never a science: Meet Don Tillman, a brilliant yet socially inept professor of genetics, who’s decided it’s time he found a wife. In the orderly, evidence-based manner with which Don approaches all things, he designs the Wife Project to find his perfect partner: a sixteen-page, scientifically valid survey to filter out the drinkers, the smokers, the late arrivers. Rosie Jarman possesses all these qualities. Don easily disqualifies her as a candidate for The Wife Project (even if she is “quite intelligent for a barmaid”). But Don is intrigued by Rosie’s own quest to identify her biological father. When an unlikely relationship develops as they collaborate on The Father Project, Don is forced to confront the spontaneous whirlwind that is Rosie―and the realization that, despite your best scientific efforts, you don’t find love, it finds you. Arrestingly endearing and entirely unconventional, Graeme Simsion’s distinctive debut “navigates the choppy waters of adult relationships, both romantic and platonic, with a fresh take (USA TODAY). “Filled with humor and plenty of heart, The Rosie Project is a delightful reminder that all of us, no matter how we’re wired, just want to fit in” (Chicago Tribune).",
        "preview_link": "http://books.google.ro/books?id=Z_krwj_IZiIC&printsec=frontcover&dq=The+Rosie+Project+inauthor:Graeme+Simsion&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "A Walk to Remember",
        "author": [
            "Nicholas Sparks"
        ],
        "description": "A high school rebel and a minister's daughter find strength in each other in this star-crossed tale of \"young but everlasting love\" (Chicago Sun-Times). There was a time when the world was sweeter....when the women in Beaufort, North Carolina, wore dresses, and the men donned hats.... Every April, when the wind smells of both the sea and lilacs, Landon Carter remembers 1958, his last year at Beaufort High. Landon had dated a girl or two, and even once sworn that he'd been in love. Certainly the last person he thought he'd fall for was Jamie, the shy, almost ethereal daughter of the town's Baptist minister....Jamie, who was destined to show him the depths of the human heart-and the joy and pain of living. The inspiration for this novel came from Nicholas Sparks's sister: her life and her courage. From the internationally bestselling author Nicholas Sparks, comes his most moving story yet....",
        "preview_link": "http://books.google.ro/books?id=gJsHwwEACAAJ&dq=A+Walk+to+Remember+inauthor:Nicholas+Sparks&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Hobbit",
        "author": [
            "J.R.R. Tolkien"
        ],
        "description": "Inilah kisah tentang seorang Baggins yang pergi berpetualang, dan mendapati dirinya melakukan dan mengucapkan hal-hal yang tak disangka-sangka… Bilbo Baggins adalah hobbit yang suka hidup nyaman, tidak ambisius, jarang bepergian jauh selain ke gudang makanan di lubang hobbit-nya di Bag End. Tetapi hidup nyamannya terganggu ketika Gandalf si Penyihir, dan 13 kurcaci mendatanginya suatu hari, untuk mengajaknya menempuh suatu perjalanan “ke sana dan pulang kembali.” Mereka berencana untuk mengambil harta Smaug, naga raksasa yang sangat berbahaya… Kisah ini adalah pendahuluan dari kisah The Lord of the Rings. The Hobbit telah terjual jutaan copy sejak diterbitkan pada tahun 1937, dan menjadikan buku ini salah satu dari buku-buku berpengaruh dan paling dicintai di abad kedua puluh.",
        "preview_link": "http://books.google.ro/books?id=T-y1EAAAQBAJ&printsec=frontcover&dq=The+Hobbit+inauthor:J.R.R.+Tolkien&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Harry Potter and the Sorcerer's Stone",
        "author": [
            "J. K. Rowling"
        ],
        "description": "A special new edition in celebration of the 20th anniversary of the publication of Harry Potter and the Sorcerer's Stone, with a stunning new cover illustration by Caldecott Medalist Brian Selznick. Harry Potter has never been the star of a Quidditch team, scoring points while riding a broom far above the ground. He knows no spells, has never helped to hatch a dragon, and has never worn a cloak of invisibility. All he knows is a miserable life with the Dursleys, his horrible aunt and uncle, and their abominable son, Dudley - a great big swollen spoiled bully. Harry's room is a tiny closet at the foot of the stairs, and he hasn't had a birthday party in eleven years. But all that is about to change when a mysterious letter arrives by owl messenger: a letter with an invitation to an incredible place that Harry - and anyone who reads about him - will find unforgettable. For it's there that he finds not only friends, aerial sports, and magic in everything from classes to meals, but a great destiny that's been waiting for him... if Harry can survive the encounter. This gorgeous new edition in celebration of the 20th anniversary of the publication of Harry Potter and the Sorcerer's Stone features a newly designed cover illustrated by Caldecott Medalist Brian Selznick, as well as the beloved original interior decorations by Mary GrandPré.",
        "preview_link": "http://books.google.ro/books?id=3YUrtAEACAAJ&dq=Harry+Potter+and+the+Sorcerer%E2%80%99s+Stone+inauthor:J.K.+Rowling&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "A Game of Thrones",
        "author": [
            "George R. R. Martin"
        ],
        "description": "NOW THE ACCLAIMED HBO SERIES GAME OF THRONES—THE MASTERPIECE THAT BECAME A CULTURAL PHENOMENON Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King’s Landing. There Eddard Stark of Winterfell rules in Robert’s name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse—unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season. Yet a more immediate threat lurks to the south, where Jon Arryn, the Hand of the King, has died under mysterious circumstances. Now Robert is riding north to Winterfell, bringing his queen, the lovely but cold Cersei, his son, the cruel, vainglorious Prince Joffrey, and the queen’s brothers Jaime and Tyrion of the powerful and wealthy House Lannister—the first a swordsman without equal, the second a dwarf whose stunted stature belies a brilliant mind. All are heading for Winterfell and a fateful encounter that will change the course of kingdoms. Meanwhile, across the Narrow Sea, Prince Viserys, heir of the fallen House Targaryen, which once ruled all of Westeros, schemes to reclaim the throne with an army of barbarian Dothraki—whose loyalty he will purchase in the only coin left to him: his beautiful yet innocent sister, Daenerys.",
        "preview_link": "http://books.google.ro/books?id=5NomkK4EV68C&printsec=frontcover&dq=A+Game+of+Thrones+inauthor:George+R.R.+Martin&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Name of the Wind",
        "author": [
            "Patrick Rothfuss"
        ],
        "description": "Discover #1 New York Times-bestselling Patrick Rothfuss’ epic fantasy series, The Kingkiller Chronicle. “I just love the world of Patrick Rothfuss.” —Lin-Manuel Miranda • “He’s bloody good, this Rothfuss guy.” —George R. R. Martin • “Rothfuss has real talent.” —Terry Brooks OVER 1 MILLION COPIES SOLD! DAY ONE: THE NAME OF THE WIND My name is Kvothe. I have stolen princesses back from sleeping barrow kings. I burned down the town of Trebon. I have spent the night with Felurian and left with both my sanity and my life. I was expelled from the University at a younger age than most people are allowed in. I tread paths by moonlight that others fear to speak of during day. I have talked to Gods, loved women, and written songs that make the minstrels weep. You may have heard of me. So begins a tale unequaled in fantasy literature—the story of a hero told in his own voice. It is a tale of sorrow, a tale of survival, a tale of one man’s search for meaning in his universe, and how that search, and the indomitable will that drove it, gave birth to a legend. Praise for The Kingkiller Chronicle: “The best epic fantasy I read last year.... He’s bloody good, this Rothfuss guy.” —George R. R. Martin, New York Times-bestselling author of A Song of Ice and Fire “Rothfuss has real talent, and his tale of Kvothe is deep and intricate and wondrous.” —Terry Brooks, New York Times-bestselling author of Shannara \"It is a rare and great pleasure to find a fantasist writing...with true music in the words.\" —Ursula K. Le Guin, award-winning author of Earthsea \"The characters are real and the magic is true.” —Robin Hobb, New York Times-bestselling author of Assassin’s Apprentice \"Masterful.... There is a beauty to Pat's writing that defies description.\" —Brandon Sanderson, New York Times-bestselling author of Mistborn",
        "preview_link": "http://books.google.ro/books?id=OlmJEAAAQBAJ&printsec=frontcover&dq=The+Name+of+the+Wind+inauthor:Patrick+Rothfuss&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Mistborn",
        "author": [
            "Brandon Sanderson"
        ],
        "description": "THE INTERNATIONAL PHENOMENON BEHIND THE COSMERE **** What if the Dark Lord won? A thousand years ago evil came to the land and has ruled with an iron hand ever since. The sun shines fitfully under clouds of ash that float down endlessly from the constant eruption of volcanoes. A dark lord rules through the aristocratic families and ordinary folk are condemned to lives in servitude, sold as goods, labouring in the ash fields. But now a troublemaker has arrived and there is rumour of revolt. A revolt that depends on a criminal no-one can trust and a young girl who must master Allomancy - the magic that lies in all metals. **** FANTASY DOESN'T GET BETTER THAN SANDERSON: 'Highly recommend to anyone hungry for a good read' ROBIN HOBB 'Epic in every sense' GUARDIAN 'Sanderson is the most immersive fantasy writer I've ever encountered' BEN AARONOVITCH 'All the explosive action any adventure fan could want' LOCUS",
        "preview_link": "http://books.google.ro/books?id=vbsg3vQ8YnMC&printsec=frontcover&dq=Mistborn:+The+Final+Empire+inauthor:Brandon+Sanderson&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Lies of Locke Lamora",
        "author": [
            "Scott Lynch"
        ],
        "description": "Fantasy meets crime caper in the first book of a landmark, enduringly popular epic series about a roguish group of conmen, which George R. R. Martin has called “fresh, original, and engrossing . . . gorgeously realized.” An orphan’s life is harsh—and often short—in the mysterious island city of Camorr. But young Locke Lamora dodges death and danger, becoming a thief under the tutelage of a gifted con artist. As leader of the band of light-fingered brothers known as the Gentlemen Bastards, Locke is soon infamous, fooling even the underworld’s most feared ruler. But in the shadows lurks someone still more ambitious and deadly. Faced with a bloody coup that threatens to destroy everyone and everything that holds meaning in his mercenary life, Locke vows to beat the enemy at his own brutal game—or die trying.",
        "preview_link": "http://books.google.ro/books?id=dG8disouIykC&printsec=frontcover&dq=The+Lies+of+Locke+Lamora+inauthor:Scott+Lynch&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Once and Future King",
        "author": [
            "T. H. White"
        ],
        "description": "T. H. White’s masterful retelling of the saga of King Arthur is a fantasy classic as legendary as Excalibur and Camelot, and a poignant story of adventure, romance, and magic that has enchanted readers for generations. Once upon a time, a young boy called “Wart” was tutored by a magician named Merlyn in preparation for a future he couldn’t possibly imagine. A future in which he would ally himself with the greatest knights, love a legendary queen and unite a country dedicated to chivalrous values. A future that would see him crowned and known for all time as Arthur, King of the Britons. During Arthur’s reign, the kingdom of Camelot was founded to cast enlightenment on the Dark Ages, while the knights of the Round Table embarked on many a noble quest. But Merlyn foresaw the treachery that awaited his liege: the forbidden love between Queen Guenever and Lancelot, the wicked plots of Arthur’s half-sister Morgause and the hatred she fostered in Mordred that would bring an end to the king’s dreams for Britain—and to the king himself. “[The Once and Future King] mingles wisdom, wonderful, laugh-out-loud humor and deep sorrow—while telling one of the great tales of the Western world.”—Guy Gavriel Kay",
        "preview_link": "http://books.google.ro/books?id=kdLT8_tnpmEC&q=The+Once+and+Future+King+inauthor:T.H.+White&dq=The+Once+and+Future+King+inauthor:T.H.+White&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Eragon",
        "author": [
            "Christopher Paolini"
        ],
        "description": "Beautifully written and taut with suspense, \"Eragon\" is the first installment in an epic fantasy trilogy about a 15-year-old farm boy who discovers his destiny as a Dragon Rider.",
        "preview_link": "http://books.google.ro/books?id=wYAkAQAAMAAJ&q=Eragon+inauthor:Christopher+Paolini&dq=Eragon+inauthor:Christopher+Paolini&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Good Omens",
        "author": [
            "Neil Gaiman",
            "Terry Pratchett"
        ],
        "description": "When Agnes Nutter predicts that the end of the world is days away, the demon Crowley and his angel friend, Aziraphale, team up to save humankind.",
        "preview_link": "http://books.google.ro/books?id=9ataAAAAMAAJ&q=Good+Omens+inauthor:Neil+Gaiman+and+Terry+Pratchett&dq=Good+Omens+inauthor:Neil+Gaiman+and+Terry+Pratchett&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "American Gods",
        "author": [
            "Neil Gaiman"
        ],
        "description": "AN ACCLAIMED, EMMY-NOMINATED TV SERIES ON AMAZON PRIME VIDEO WINNER OF THE HUGO, LOCUS AND BRAM STOKER AWARDS 'To give him his full title: Neil Gaiman, Architect of Worlds, Svengali of Plot, Shaman of Character, Exploder of Cliché, Master Craftsman of Style, Dreamer Laureate of the Republic of Letters' DAVID MITCHELL 'Original, engrossing, and endlessly inventive' GEORGE R.R. MARTIN 'Brilliant and unique' GUARDIAN --- 'This is about the soul of America, the idea that everyone came here from somewhere' NEIL GAIMAN --- After three years in prison, Shadow Moon is free to go home. But hours before his release, his beloved wife is killed in a freak accident. Numbly, he boards a plane where he meets an enigmatic stranger who seems to know Shadow and claims to be an ancient god - and king of America. Together they embark on a profoundly strange road trip across the USA, encountering a kaleidoscopic cast of characters along the way. But all around them a storm of unnatural proportions is gathering. War is coming, an epic struggle for the very soul of America. And Shadow is standing squarely in its path. NEIL GAIMAN. WITH STORIES COME POSSIBILITIES.",
        "preview_link": "http://books.google.ro/books?id=fXfJCKXp5-kC&printsec=frontcover&dq=American+Gods+inauthor:Neil+Gaiman&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Circe",
        "author": [
            "Madeline Miller"
        ],
        "description": "Di istana Helios, dewa matahari, lahir seorang anak perempuan. Tetapi Circe anak yang aneh––tidak berkuasa seperti ayahnya, juga tidak memikat seperti ibunya. Karena tak punya teman, Circe mencarinya di dunia manusia, dan mengembangkan kemampuannya sebagai penyihir. Zeus, yang merasa terancam, mengasingkannya ke pulau terpencil. Circe mengasah bakatnya dan bertemu banyak tokoh paling termasyhur dalam mitologi, di antaranya Minotaur, Daedalus dan Icarus, Medea, dan Odysseus yang lihai. Tetapi wanita yang hanya sendirian menghadapi banyak bahaya, dan Circe tanpa sengaja membangkitkan murka manusia dan dewa-dewa, sehingga mesti berhadapan dengan dewa Olympus yang paling menakutkan dan pendendam. Untuk melindungi apa yang paling dicintainya, Circe harus mengerahkan seluruh kekuatannya dan memilih dengan tegas, apakah hendak berpihak kepada dewa-dewa yang telah melahirkannya, atau manusia yang telanjur disayanginya.",
        "preview_link": "http://books.google.ro/books?id=GrGdDwAAQBAJ&printsec=frontcover&dq=Circe+inauthor:Madeline+Miller&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "All the Light We Cannot See",
        "author": [
            "Anthony Doerr"
        ],
        "description": "*COMING IN NOVEMBER AS A NETFLIX LIMITED SERIES—from producer and director Shawn Levy (Stranger Things) starring Mark Ruffalo, Hugh Laurie, and newcomer Aria Mia Loberti* Winner of the Pulitzer Prize and National Book Award finalist, the beloved instant New York Times bestseller and New York Times Book Review Top 10 Book about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II. Marie-Laure lives with her father in Paris near the Museum of Natural History where he works as the master of its thousands of locks. When she is six, Marie-Laure goes blind and her father builds a perfect miniature of their neighborhood so she can memorize it by touch and navigate her way home. When she is twelve, the Nazis occupy Paris, and father and daughter flee to the walled citadel of Saint-Malo, where Marie-Laure’s reclusive great uncle lives in a tall house by the sea. With them they carry what might be the museum’s most valuable and dangerous jewel. In a mining town in Germany, the orphan Werner grows up with his younger sister, enchanted by a crude radio they find. Werner becomes an expert at building and fixing these crucial new instruments, a talent that wins him a place at a brutal academy for Hitler Youth, then a special assignment to track the Resistance. More and more aware of the human cost of his intelligence, Werner travels through the heart of the war and, finally, into Saint-Malo, where his story and Marie-Laure’s converge. Doerr’s “stunning sense of physical detail and gorgeous metaphors” (San Francisco Chronicle) are dazzling. Deftly interweaving the lives of Marie-Laure and Werner, he illuminates the ways, against all odds, people try to be good to one another. Ten years in the writing, All the Light We Cannot See is a magnificent, deeply moving novel from a writer “whose sentences never fail to thrill” (Los Angeles Times).",
        "preview_link": "http://books.google.ro/books?id=6nDVEAAAQBAJ&printsec=frontcover&dq=All+the+Light+We+Cannot+See+inauthor:Anthony+Doerr&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Nightingale",
        "author": [
            "Kristin Hannah"
        ],
        "description": "A REESE'S BOOK CLUB PICK A #1 New York Times bestseller, Wall Street Journal Best Book of the Year, and soon to be a major motion picture, this unforgettable novel of love and strength in the face of war has enthralled a generation. With courage, grace, and powerful insight, bestselling author Kristin Hannah captures the epic panorama of World War II and illuminates an intimate part of history seldom seen: the women's war. The Nightingale tells the stories of two sisters, separated by years and experience, by ideals, passion and circumstance, each embarking on her own dangerous path toward survival, love, and freedom in German-occupied, war-torn France—a heartbreakingly beautiful novel that celebrates the resilience of the human spirit and the durability of women. It is a novel for everyone, a novel for a lifetime. Goodreads Best Historical Novel of the Year • People's Choice Favorite Fiction Winner • #1 Indie Next Selection • A Buzzfeed and The Week Best Book of the Year",
        "preview_link": "http://books.google.ro/books?id=0QE3BAAAQBAJ&printsec=frontcover&dq=The+Nightingale+inauthor:Kristin+Hannah&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "War and Peace",
        "author": [
            "Leo Tolstoi"
        ],
        "description": "Widely regarded as the greatest novel in any language, War and Peace is primarily concerned with the histories of five aristocratic families--particularly the Bezukhovs, the Bolkonskys, and the Rostovs--the members of which are portrayed against a vivid background of Russian social life during the war against Napoleon (1805-14). The theme of war, however, is subordinate to the story of family existence, which involves Tolstoy's optimistic belief in the life-asserting pattern of human existence. The heroine, Natasha Rostova, for example, reaches her greatest fulfilment through her marriage to Pierre Bezukhov and her motherhood. The novel also sets forth a theory of history, concluding that there is a minimum of free choice; all is ruled by an inexorable historical determinism",
        "preview_link": "http://books.google.ro/books?id=s-OQ2yHDIMQC&printsec=frontcover&dq=War+and+Peace+inauthor:Leo+Tolstoy&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Memoirs of a Geisha",
        "author": [
            "Arthur Golden"
        ],
        "description": "A literary sensation and runaway bestseller, this brilliant debut novel tells with seamless authenticity and exquisite lyricism the true confessions of one of Japan's most celebrated geisha. Nominated as one of America’s best-loved novels by PBS’s The Great American Read Speaking to us with the wisdom of age and in a voice at once haunting and startlingly immediate, Nitta Sayuri tells the story of her life as a geisha. It begins in a poor fishing village in 1929, when, as a nine-year-old girl with unusual blue-gray eyes, she is taken from her home and sold into slavery to a renowned geisha house. We witness her transformation as she learns the rigorous arts of the geisha: dance and music; wearing kimono, elaborate makeup, and hair; pouring sake to reveal just a touch of inner wrist; competing with a jealous rival for men's solicitude and the money that goes with it. In Memoirs of a Geisha, we enter a world where appearances are paramount; where a girl's virginity is auctioned to the highest bidder; where women are trained to beguile the most powerful men; and where love is scorned as illusion. It is a unique and triumphant work of fiction—at once romantic, erotic, suspenseful—and completely unforgettable.",
        "preview_link": "http://books.google.ro/books?id=SOM54qQ6BgkC&dq=Memoirs+of+a+Geisha+inauthor:Arthur+Golden&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "A Thousand Splendid Suns",
        "author": [
            "Khaled Hosseini"
        ],
        "description": "THE RICHARD & JUDY NUMBER ONE BESTSELLER 'A suspenseful epic' Daily Telegraph 'A triumph' Financial Times 'Heartbreaking' Mail on Sunday 'Deeply moving' Sunday Times Mariam is only fifteen when she is sent to Kabul to marry Rasheed. Nearly two decades later, a friendship grows between Mariam and a local teenager, Laila, as strong as the ties between mother and daughter. When the Taliban take over, life becomes a desperate struggle against starvation, brutality and fear. Yet love can move a person to act in unexpected ways, and lead them to overcome the most daunting obstacles with a startling heroism.",
        "preview_link": "http://books.google.ro/books?id=K0MIEAAAQBAJ&printsec=frontcover&dq=A+Thousand+Splendid+Suns+inauthor:Khaled+Hosseini&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Red Tent",
        "author": [
            "Anita Diamant"
        ],
        "description": "‘Intensely moving . . . feminist . . . a riveting tale of love’ – Observer Anita Diamant’s The Red Tent is an extraordinary and engrossing tale of ancient womanhood and family honour. Her name is Dinah. In the Bible, her fate is merely hinted at in a brief and violent detour within the verses of the Book of Genesis that recount the life of Jacob and his infamous dozen sons. Told in Dinah’s voice, The Red Tent opens with the story of her mothers – the four wives of Jacob – each of whom embodies unique feminine traits. Then follows Dinah’s own startling and unforgettable story of betrayal, grief and love. Deeply affecting and intimate, The Red Tent is a feminist classic which combines outstandingly rich storytelling with an original insight into women’s society in a fascinating period of early history. Such is its warmth and candour, it is guaranteed to win the hearts and minds of women across the world.",
        "preview_link": "http://books.google.ro/books?id=gjxqQda8S-EC&printsec=frontcover&dq=The+Red+Tent+inauthor:Anita+Diamant&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Girl with a Pearl Earring",
        "author": [
            "Tracy Chevalier"
        ],
        "description": "The New York Times bestselling novel by the author of Remarkable Creatures and The Last Runaway Translated into thirty-nine languages and made into an Oscar-nominated film, starring Scarlett Johanson and Colin Firth Tracy Chevalier transports readers to a bygone time and place in this richly-imagined portrait of the young woman who inspired one of Vermeer's most celebrated paintings. History and fiction merge seamlessly in this luminous novel about artistic vision and sensual awakening. Girl with a Pearl Earring tells the story of sixteen-year-old Griet, whose life is transformed by her brief encounter with genius . . . even as she herself is immortalized in canvas and oil.",
        "preview_link": "http://books.google.ro/books?id=9GSKswo9wmQC&printsec=frontcover&dq=Girl+with+a+Pearl+Earring+inauthor:Tracy+Chevalier&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Pillars of the Earth",
        "author": [
            "Ken Follett"
        ],
        "description": "#1 New York Times Bestseller Oprah's Book Club Selection The “extraordinary . . . monumental masterpiece” (Booklist) that changed the course of Ken Follett’s already phenomenal career—and begins where its prequel, The Evening and the Morning, ended. “Follett risks all and comes out a clear winner,” extolled Publishers Weekly on the release of The Pillars of the Earth. A departure for the bestselling thriller writer, the historical epic stunned readers and critics alike with its ambitious scope and gripping humanity. Today, it stands as a testament to Follett’s unassailable command of the written word and to his universal appeal. The Pillars of the Earth tells the story of Philip, prior of Kingsbridge, a devout and resourceful monk driven to build the greatest Gothic cathedral the world has known . . . of Tom, the mason who becomes his architect—a man divided in his soul . . . of the beautiful, elusive Lady Aliena, haunted by a secret shame . . . and of a struggle between good and evil that will turn church against state and brother against brother. A spellbinding epic tale of ambition, anarchy, and absolute power set against the sprawling medieval canvas of twelfth-century England, this is Ken Follett’s historical masterpiece.",
        "preview_link": "http://books.google.ro/books?id=VB7IAgAAQBAJ&printsec=frontcover&dq=The+Pillars+of+the+Earth+inauthor:Ken+Follett&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Shantaram",
        "author": [
            "Gregory David Roberts"
        ],
        "description": "A novel of high adventure, great storytelling and moral purpose, based on an extraordinary true story of eight years in the Bombay underworld 'A literary masterpiece... at once erudite and intimate, reflective and funny... it has the grit and pace of a thriller' Daily Telegraph 'A publishing phenomenon' Sunday Times 'A gigantic, jaw-dropping, grittily authentic saga' Daily Mail 'In the early 80s, Gregory David Roberts, an armed robber and heroin addict, escaped from an Australian prison to India, where he lived in a Bombay slum. There, he established a free health clinic and also joined the mafia, working as a money launderer, forger and street soldier. He found time to learn Hindi and Marathi, fall in love, and spend time being worked over in an Indian jail. Then, in case anyone thought he was slacking, he acted in Bollywood and fought with the Mujahedeen in Afghanistan... Amazingly, Roberts wrote Shantaram three times after prison guards trashed the first two versions. It's a profound tribute to his willpower... At once a high-kicking, eye-gouging adventure, a love saga and a savage yet tenderly lyrical fugitive vision.' Time Out",
        "preview_link": "http://books.google.ro/books?id=5JaxSJlpGmAC&printsec=frontcover&dq=Shantaram+inauthor:Gregory+David+Roberts&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Girl with the Dragon Tattoo",
        "author": [
            "Stieg Larsson"
        ],
        "description": "A spellbinding amalgam of murder mystery, family saga, love story, and financial intrigue. It’s about the disappearance forty years ago of Harriet Vanger, a young scion of one of the wealthiest families in Sweden . . . and about her octogenarian uncle, determined to know the truth about what he believes was her murder. It’s about Mikael Blomkvist, a crusading journalist recently at the wrong end of a libel case, hired to get to the bottom of Harriet’s disappearance . . . and about Lisbeth Salander, a twenty-four-year-old pierced and tattooed genius hacker possessed of the hard-earned wisdom of someone twice her age—and a terrifying capacity for ruthlessness to go with it—who assists Blomkvist with the investigation. This unlikely team discovers a vein of nearly unfathomable iniquity running through the Vanger family, astonishing corruption in the highest echelons of Swedish industrialism—and an unexpected connection between themselves. It’s a contagiously exciting, stunningly intelligent novel about society at its most hidden, and about the intimate lives of a brilliantly realized cast of characters, all of them forced to face the darker aspects of their world and of their own lives.",
        "preview_link": "http://books.google.ro/books?id=7AiTEAAAQBAJ&dq=The+Girl+with+the+Dragon+Tattoo+inauthor:Stieg+Larsson&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Gone Girl",
        "author": [
            "Gillian Flynn"
        ],
        "description": "THE ADDICTIVE No.1 BESTSELLER AND INTERNATIONAL PHENOMENON OVER 20 MILLION COPIES SOLD WORLDWIDE THE BOOK THAT DEFINES PSYCHOLOGICAL THRILLER Who are you? What have we done to each other? These are the questions Nick Dunne finds himself asking on the morning of his fifth wedding anniversary, when his wife Amy suddenly disappears. The police suspect Nick. Amy's friends reveal that she was afraid of him, that she kept secrets from him. He swears it isn't true. A police examination of his computer shows strange searches. He says they weren't made by him. And then there are the persistent calls on his mobile phone. So what really did happen to Nick's beautiful wife? 'Flynn is a brilliantly accomplished psychological crime writer and this latest book is so dark, so twisted and so utterly compelling that it actually messes with your mind' DAILY MAIL 'A near-masterpiece. Flynn is an extraordinary writer who, with every sentence, makes words do things that other writers merely dream of' SOPHIE HANNAH, Sunday Express 'You think you're reading a good, conventional thriller and then it grows into a fascinating portrait of one averagely mismatched relationship...Nothing's as it seems - Flynn is a fabulous plotter, and a very sharp observer of modern life in the aftermath of the credit crunch' THE TIMES 'One of the most popular thrillers of the year is also one of the smartest... Flynn's book cleverly outpaces its neo-noir trappings and consistently surprises the reader.' FINANCIAL TIMES",
        "preview_link": "http://books.google.ro/books?id=hxL2qWMAgv8C&printsec=frontcover&dq=Gone+Girl+inauthor:Gillian+Flynn&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Da Vinci Code (Republish)",
        "author": [
            "Dan Brown"
        ],
        "description": "Robert Langdon menerima telepon misterius yang mengundangnya ke Museum Louvre Paris pada tengah malam. Sesampai di sana, yang ditemui Langdon adalah mayat telanjang sang kurator museum dengan posisi dan tato aneh di perutnya. Langdon terkejut ketika menyadari bahwa teka-teki itu mengarah ke misteri terbesar sepanjang sejarah yang petunjuknya tersembunyi dalam karya-karya Da Vinci. Misteri tentang persaudaraan rahasia yang melibatkan nama-nama besar. Persaudaraan yang menjaga sebuah fakta sejarah yang sangat mengejutkan. Fakta yang bisa mengguncang keyakinan miliaran manusia di dunia. Dengan bantuan kriptolog Sophie Neveu, Langdon berusaha memecahkan misteri itu sambil berusaha menghindari kejaran polisi sepanjang Paris, London, dan kota lainnya. Langdon harus segera memecahkan misteri itu dan mengalahkan musuh tersembunyi yang menghadang di setiap langkah mereka dan mengancam nyawa. [Mizan, Mizan Publishing, Novel, Misteri, Thriller, Terjemahan, Indonesia]",
        "preview_link": "http://books.google.ro/books?id=6-pmDwAAQBAJ&printsec=frontcover&dq=The+Da+Vinci+Code+inauthor:Dan+Brown&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Silent Patient",
        "author": [
            "Alex Michaelides"
        ],
        "description": "- THE RECORD-BREAKING, MULTIMILLION COPY GLOBAL BESTSELLER AND TIKTOK SENSATION - Discover the #1 New York Times and Sunday Times bestselling thriller with a jaw-dropping twist that everyone is talking about - as seen on TikTok. Soon to be a major film. Alicia Berenson lived a seemingly perfect life until one day six years ago. When she shot her husband in the head five times. Since then she hasn't spoken a single word. It's time to find out why. READERS LOVE THE SILENT PATIENT ⭐⭐⭐⭐⭐ 'Everything you need from a psychological thriller with a killer twist that is impossible to see coming!' ⭐⭐⭐⭐⭐ 'Fiendishly clever ... believe the hype.' ⭐⭐⭐⭐⭐ 'Grabs your afternoon from the start and never lets go' ⭐⭐⭐⭐⭐ 'A fantastic thriller with an incredible plot twist that I really didn't see coming. I highly recommend.' ⭐⭐⭐⭐⭐ 'OMG, my heart is still pounding from the final chapters of this amazing thriller.' ⭐⭐⭐⭐⭐ 'I'm honestly speechless, best book I have read for a very long time' ⭐⭐⭐⭐⭐ 'The twists when they come, wow oh wow!' CRITICALLY ACCLAIMED 'The perfect thriller' AJ FINN 'Terrific' - THE TIMES Crime Book of the Month 'Smart, sophisticated suspense' - LEE CHILD 'Compelling' - OBSERVER 'Absolutely brilliant' - STEPHEN FRY 'A totally original psychological mystery' - DAVID BALDACCI 'One of the best thrillers I've read this year' - CARA HUNTER 'The pace and finesse of a master' - BBC CULTURE",
        "preview_link": "http://books.google.ro/books?id=a6NnDwAAQBAJ&printsec=frontcover&dq=The+Silent+Patient+inauthor:Alex+Michaelides&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Big Little Lies",
        "author": [
            "Liane Moriarty"
        ],
        "description": "From the author of Here One Moment and The Husband’s Secret comes the #1 New York Times bestselling novel about the dangerous little lies we tell ourselves just to survive. THE INSPIRATION FOR THE AWARD-WINNING HBO® SERIES STARRING REESE WITHERSPOON, NICOLE KIDMAN, SHAILENE WOODLEY, LAURA DERN, ZOË KRAVITZ, AND MERYL STREEP—AVAILABLE TO STREAM ON MAX® A murder...A tragic accident...Or just parents behaving badly? What’s indisputable is that someone is dead. Madeline is a force to be reckoned with. She’s funny, biting, and passionate; she remembers everything and forgives no one. Celeste is the kind of beautiful woman who makes the world stop and stare but she is paying a price for the illusion of perfection. New to town, single mom Jane is so young that another mother mistakes her for a nanny. She comes with a mysterious past and a sadness beyond her years. These three women are at different crossroads, but they will all wind up in the same shocking place. Big Little Lies is a brilliant take on ex-husbands and second wives, mothers and daughters, schoolyard scandal, and the little lies that can turn lethal.",
        "preview_link": "http://books.google.ro/books?id=UhQ4AwAAQBAJ&printsec=frontcover&dq=Big+Little+Lies+inauthor:Liane+Moriarty&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "In the Woods",
        "author": [
            "Tana French"
        ],
        "description": "As dusk approaches a small Dublin suburb in the summer of 1984, mothers begin to call their children home. But on this warm evening, three children do not return from the dark and silent woods. When the police arrive, they find only one of the children gripping a tree trunk in terror, wearing blood-filled sneakers, and unable to recall a single detail of the previous hours. Twenty years later, the found boy, Rob Ryan, is a detective on the Dublin Murder Squad and keeps his past a secret. But when a twelve-year-old girl is found murdered in the same woods, he and Detective Cassie Maddox—his partner and closest friend—find themselves investigating a case chillingly similar to the previous unsolved mystery. Now, with only snippets of long-buried memories to guide him, Ryan has the chance to uncover both the mystery of the case before him and that of his own shadowy past. Richly atmospheric, stunning in its complexity, and utterly convincing and surprising to the end, In the Woods is sure to enthrall fans of Mystic River and The Lovely Bones.",
        "preview_link": "http://books.google.ro/books?id=Lm5w0AEACAAJ&dq=In+the+Woods+inauthor:Tana+French&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Sharp Objects",
        "author": [
            "Gillian Flynn"
        ],
        "description": "NOW AN HBO® LIMITED SERIES STARRING AMY ADAMS, NOMINATED FOR EIGHT EMMY AWARDS, INCLUDING OUTSTANDING LIMITED SERIES FROM THE #1 NEW YORK TIMES BESTSELLING AUTHOR OF GONE GIRL Fresh from a brief stay at a psych hospital, reporter Camille Preaker faces a troubling assignment: she must return to her tiny hometown to cover the murders of two preteen girls. For years, Camille has hardly spoken to her neurotic, hypochondriac mother or to the half-sister she barely knows: a beautiful thirteen-year-old with an eerie grip on the town. Now, installed in her old bedroom in her family's Victorian mansion, Camille finds herself identifying with the young victims—a bit too strongly. Dogged by her own demons, she must unravel the psychological puzzle of her own past if she wants to get the story—and survive this homecoming. Praise for Sharp Objects “Nasty, addictive reading.”—Chicago Tribune “Skillful and disturbing.”—Washington Post “Darkly original . . . [a] riveting tale.”—People",
        "preview_link": "http://books.google.ro/books?id=nikRUi7nUj8C&printsec=frontcover&dq=Sharp+Objects+inauthor:Gillian+Flynn&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Before I Go To Sleep",
        "author": [
            "S. J. Watson"
        ],
        "description": "Christine wakes in a strange bed beside a man she does not recognise. In the bathroom she finds a photograph of him taped to the mirror, and beneath it the words 'Your husband'. Each day, Christine wakes knowing nothing of her life. Each night, her mind erases the day. But before she goes to sleep, she will recover fragments from her past, flashbacks to the accident that damaged her, and then—mercifully—she will forget. Chilling, exquisitely crafted and compulsively readable, S. J. Watson's debut novel Before I Go to Sleep is a psychological thriller of the highest order. It asks primary questions. Are there things best not remembered? Who are we if we do not know our own history? How do we love without memory?",
        "preview_link": "http://books.google.ro/books?id=qQNnCswKF5EC&dq=Before+I+Go+to+Sleep+inauthor:S.J.+Watson&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Woman in the Window",
        "author": [
            "A. J. Finn"
        ],
        "description": "#1 New York Times Bestseller – Soon to be a Major Motion Picture starring Amy Adams, Julianne Moore, and Gary Oldman – Available on Netflix on May 14, 2021 “Astounding. Thrilling. Amazing.” —Gillian Flynn “Unputdownable.” —Stephen King “A dark, twisty confection.” —Ruth Ware “Absolutely gripping.” —Louise Penny For readers of Gillian Flynn and Tana French comes one of the decade’s most anticipated debuts, to be published in thirty-six languages around the world and already in development as a major film from Fox: a twisty, powerful Hitchcockian thriller about an agoraphobic woman who believes she witnessed a crime in a neighboring house. It isn’t paranoia if it’s really happening . . . Anna Fox lives alone—a recluse in her New York City home, unable to venture outside. She spends her day drinking wine (maybe too much), watching old movies, recalling happier times . . . and spying on her neighbors. Then the Russells move into the house across the way: a father, a mother, their teenage son. The perfect family. But when Anna, gazing out her window one night, sees something she shouldn’t, her world begins to crumble—and its shocking secrets are laid bare. What is real? What is imagined? Who is in danger? Who is in control? In this diabolically gripping thriller, no one—and nothing—is what it seems. Twisty and powerful, ingenious and moving, The Woman in the Window is a smart, sophisticated novel of psychological suspense that recalls the best of Hitchcock.",
        "preview_link": "http://books.google.ro/books?id=hxCkDgAAQBAJ&printsec=frontcover&dq=The+Woman+in+the+Window+inauthor:A.J.+Finn&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Couple Next Door",
        "author": [
            "Shari Lapeña"
        ],
        "description": "Your neighbour told you that she didn't want your six-month-old daughter at the dinner party. Nothing personal, she just couldn't stand her crying. Your husband said it would be fine. After all, you only live next door. You'll have the baby monitor and you'll take it in turns to go back every half hour. Your daughter was sleeping when you checked on her last. But now, as you race up the stairs in your deathly quiet house, your worst fears are realised. She's gone. You've never had to call the police before. But now they're in your home, and who knows what they'll find there. What would you be capable of, when pushed past your limit? How well do we ever know those around us?",
        "preview_link": "http://books.google.ro/books?id=w2cwvwEACAAJ&dq=The+Couple+Next+Door+inauthor:Shari+Lapena&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Notebooks of Frank Herbert's Dune",
        "author": [
            "Frank Herbert"
        ],
        "description": "A lavishly illuminated collection of epigrams and aphorisms from the Dune Chronicles, codifying Frank Herbert's complex and visionary philosophy in a stunningly beautiful format.",
        "preview_link": "http://books.google.ro/books?id=vgrzAAAAMAAJ&dq=Dune+inauthor:Frank+Herbert&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Neuromancer",
        "author": [
            "William Gibson"
        ],
        "description": "Children love to express themselves through movement—and with this great new resource, you can guide them through a range of actions and dances that will help them develop both physically and mentally. Lesson Plans for Creative Dance: Connecting With Literature, Arts, and Music is a resource for physical educators, classroom teachers, and dance specialists as well as a useful supplement to college level elementary education courses. Author Sally Carline has tested and refined the creative movement activities that she has prepared for educators and for preservice teachers, and she includes background material that will ground you in understanding how to best teach and incorporate movement activities in a variety of classes and settings. Lesson Plans for Creative Dance supplies you with • lesson plans that incorporate Laban movement concepts and extend children’s movement vocabulary; • a progression of learning that creates a rich, extended experience for students; • 28 dances with music for students through age 12; and • ways to incorporate dance with various types of literature, art, and music. Part I presents guidelines for assessing creative dance based on Rudolf Laban’s analysis of human movement. You learn about body, dynamic, spatial, and relationship awareness and gain insight into using rubrics to evaluate your students. You also learn how to help children warm up properly, channel their energy, and improve their footwork and rhythmic skills. Part I will help you incorporate dance with action words, action rhymes, and other poetry as well as with visuals and rhythm in a variety of settings. Part II offers 28 age-appropriate, ready-to-use dances that include a variety of lesson progressions as your students acquire and develop movement skills. You will be able to teach dance skills and incorporate other creative elements and concepts to give your students an understanding of the many ways in which a skill can be performed. Through Lesson Plans for Creative Dance, you can work on several ideas within the same lesson and continue to develop those ideas in future lessons. You can also incorporate ideas from language arts, social studies, art, music, and science to facilitate children’s learning and increase their enjoyment of various subjects. This lesson planner will help you take your movement education to the next level, help your students acquire skills and knowledge, and bring meaning and joy to your creative dance sessions.",
        "preview_link": "http://books.google.ro/books?id=z9BaAAAAYAAJ&q=Neuromancer+inauthor:William+Gibson&dq=Neuromancer+inauthor:William+Gibson&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Foundation",
        "author": [
            "Isaac Asimov"
        ],
        "description": "The first novel in Isaac Asimov’s classic science-fiction masterpiece, the Foundation series THE EPIC SAGA THAT INSPIRED THE APPLE TV+ SERIES FOUNDATION • Nominated as one of America’s best-loved novels by PBS’s The Great American Read For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future—to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save humankind, Seldon gathers the best minds in the Empire—both scientists and scholars—and brings them to a bleak planet at the edge of the galaxy to serve as a beacon of hope for future generations. He calls his sanctuary the Foundation. The Foundation novels of Isaac Asimov are among the most influential in the history of science fiction, celebrated for their unique blend of breathtaking action, daring ideas, and extensive worldbuilding. In Foundation, Asimov has written a timely and timeless novel of the best—and worst—that lies in humanity, and the power of even a few courageous souls to shine a light in a universe of darkness.",
        "preview_link": "http://books.google.ro/books?id=IwywDY4P6gsC&printsec=frontcover&dq=Foundation+inauthor:Isaac+Asimov&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Hyperion",
        "author": [
            "Dan Simmons"
        ],
        "description": "The book that reinvented Space Opera. The Canterbury Tales in space - from the Hugo and World Fantasy Award-winning author of The Terror, which is now a chilling TV show. It is the 29th century and the universe of the Human Hegemony is under threat. Invasion by the warlike Ousters looms, and the mysterious schemes of the secessionist AI TechnoCore bring chaos ever closer. On the eve of disaster, with the entire galaxy at war, seven pilgrims set fourth on a final voyage to the legendary Time Tombs on Hyperion, home to the Shrike, a lethal creature, part god and part killing machine, whose powers transcend the limits of time and space. The pilgrims have resolved to die before discovering anything less than the secrets of the universe itself. Readers are hooked on Hyperion: 'His narrative is beautifully written . . . I couldn't stop reading. The payoff is totally worth it, as each story unfolds another facet of this incredible universe Simmons has created' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'One of the best epic, old mythology, and literature inspired, mindblowing, amazingly ingeniously written space operas' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'The scope of imagination, wordplay, and critical analysis of humankind is astounding . . . this is a story-driven narrative, and the stories that we're given are well worth the entry into a brave, new, unfamiliar world' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'Hyperion has that indescribable, almost lovecraftian terror, dread and brooding present throughout' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'The superb use of the pilgrim's story telling device, that not only pushes the main story on, but seamlessly provides the depth and vibrancy to lay out this reality to the reader in such a simple, yet compelling way' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'Imagine a universe where the Earth has been destroyed and humanity is spread out across hundreds of planets. Combine the artful poetry of John Keats with a science fiction retelling of the Canterbury Tales . . . what you have is Hyperion. A masterpiece of literature' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'A science fiction classic . . . If you count yourself an sf fan you need to read this. If you just want to read a damn good book this is also for you' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐",
        "preview_link": "http://books.google.ro/books?id=TOMDq0vqXIQC&printsec=frontcover&dq=Hyperion+inauthor:Dan+Simmons&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Snow Crash",
        "author": [
            "Neal Stephenson"
        ],
        "description": "Now featuring never-before-seen material, the “brilliantly realized” (The New York Times Book Review) breakthrough novel from visionary author Neal Stephenson, a modern classic that predicted the metaverse and inspired generations of Silicon Valley innovators Hiro lives in a Los Angeles where franchises line the freeway as far as the eye can see. The only relief from the sea of logos is within the autonomous city-states, where law-abiding citizens don’t dare leave their mansions. Hiro delivers pizza to the mansions for a living, defending his pies from marauders when necessary with a matched set of samurai swords. His home is a shared 20 X 30 U-Stor-It. He spends most of his time goggled in to the Metaverse, where his avatar is legendary. But in the club known as The Black Sun, his fellow hackers are being felled by a weird new drug called Snow Crash that reduces them to nothing more than a jittering cloud of bad digital karma (and IRL, a vegetative state). Investigating the Infocalypse leads Hiro all the way back to the beginning of language itself, with roots in an ancient Sumerian priesthood. He’ll be joined by Y.T., a fearless teenaged skateboard courier. Together, they must race to stop a shadowy virtual villain hell-bent on world domination.",
        "preview_link": "http://books.google.ro/books?id=RMd3GpIFxcUC&printsec=frontcover&dq=Snow+Crash+inauthor:Neal+Stephenson&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Ender's Game",
        "author": [
            "Orson Scott Card"
        ],
        "description": "Orson Scott Card's Ender's Game is the winner of the Nebula and Hugo Awards In order to develop a secure defense against a hostile alien race's next attack, government agencies breed child geniuses and train them as soldiers. A brilliant young boy, Andrew \"Ender\" Wiggin lives with his kind but distant parents, his sadistic brother Peter, and the person he loves more than anyone else, his sister Valentine. Peter and Valentine were candidates for the soldier-training program but didn't make the cut—young Ender is the Wiggin drafted to the orbiting Battle School for rigorous military training. Ender's skills make him a leader in school and respected in the Battle Room, where children play at mock battles in zero gravity. Yet growing up in an artificial community of young soldiers Ender suffers greatly from isolation, rivalry from his peers, pressure from the adult teachers, and an unsettling fear of the alien invaders. His psychological battles include loneliness, fear that he is becoming like the cruel brother he remembers, and fanning the flames of devotion to his beloved sister. Is Ender the general Earth needs? But Ender is not the only result of the genetic experiments. The war with the Buggers has been raging for a hundred years, and the quest for the perfect general has been underway for almost as long. Ender's two older siblings are every bit as unusual as he is, but in very different ways. Between the three of them lie the abilities to remake a world. If, that is, the world survives. Ender's Game is the winner of the 1985 Nebula Award for Best Novel and the 1986 Hugo Award for Best Novel. THE ENDER UNIVERSE Ender series Ender’s Game / Ender in Exile / Speaker for the Dead / Xenocide / Children of the Mind Ender’s Shadow series Ender’s Shadow / Shadow of the Hegemon / Shadow Puppets / Shadow of the Giant / Shadows in Flight Children of the Fleet The First Formic War (with Aaron Johnston) Earth Unaware / Earth Afire / Earth Awakens The Second Formic War (with Aaron Johnston) The Swarm /The Hive Ender novellas A War of Gifts /First Meetings At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
        "preview_link": "http://books.google.ro/books?id=Ojqi8KbWuLwC&printsec=frontcover&dq=Ender%E2%80%99s+Game+inauthor:Orson+Scott+Card&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Left Hand of Darkness",
        "author": [
            "Ursula K. Le Guin"
        ],
        "description": "50TH ANNIVERSARY EDITION—WITH A NEW INTRODUCTION BY DAVID MITCHELL AND A NEW AFTERWORD BY CHARLIE JANE ANDERS Ursula K. Le Guin’s groundbreaking work of science fiction—winner of the Hugo and Nebula Awards. A lone human ambassador is sent to the icebound planet of Winter, a world without sexual prejudice, where the inhabitants’ gender is fluid. His goal is to facilitate Winter’s inclusion in a growing intergalactic civilization. But to do so he must bridge the gulf between his own views and those of the strange, intriguing culture he encounters... Embracing the aspects of psychology, society, and human emotion on an alien world, The Left Hand of Darkness stands as a landmark achievement in the annals of intellectual science fiction.",
        "preview_link": "http://books.google.ro/books?id=zhERCgAAQBAJ&printsec=frontcover&dq=The+Left+Hand+of+Darkness+inauthor:Ursula+K.+Le+Guin&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Three-Body Problem",
        "author": [
            "Cixin Liu"
        ],
        "description": "Read the award-winning, critically acclaimed, multi-million-copy-selling science-fiction phenomenon – now a major Netflix Original Series from the creators of Game of Thrones. 1967: Ye Wenjie witnesses Red Guards beat her father to death during China's Cultural Revolution. This singular event will shape not only the rest of her life but also the future of mankind. Four decades later, Beijing police ask nanotech engineer Wang Miao to infiltrate a secretive cabal of scientists after a spate of inexplicable suicides. Wang's investigation will lead him to a mysterious online game and immerse him in a virtual world ruled by the intractable and unpredictable interaction of its three suns. This is the Three-Body Problem and it is the key to everything: the key to the scientists' deaths, the key to a conspiracy that spans light-years and the key to the extinction-level threat humanity now faces. Praise for The Three-Body Problem: 'Your next favourite sci-fi novel' Wired 'Immense' Barack Obama 'Unique' George R.R. Martin 'SF in the grand style' Guardian 'Mind-altering and immersive' Daily Mail Winner of the Hugo and Galaxy Awards for Best Novel",
        "preview_link": "http://books.google.ro/books?id=Z7GfEAAAQBAJ&printsec=frontcover&dq=The+Three-Body+Problem+inauthor:Liu+Cixin&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Brave New World",
        "author": [
            "Aldous Huxley"
        ],
        "description": "Huxley's classic prophetic novel describes the socialized horrors of a futuristic utopia devoid of individual freedom.",
        "preview_link": "http://books.google.ro/books?id=IuZaAAAAMAAJ&q=Brave+New+World+inauthor:Aldous+Huxley&dq=Brave+New+World+inauthor:Aldous+Huxley&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Fahrenheit 451 - Ray Bradbury, New Edition",
        "author": [
            "Ray Bradbury"
        ],
        "description": "Presents a collection of critical essays about Fahrenheit 451 by Ray Bradbury.",
        "preview_link": "http://books.google.ro/books?id=Ii4xwxU2PYsC&printsec=frontcover&dq=Fahrenheit+451+inauthor:Ray+Bradbury&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Liars' Club",
        "author": [
            "Mary Karr"
        ],
        "description": "“Wickedly funny and always movingly illuminating, thanks to kick-ass storytelling and a poet's ear.” –Oprah.com The New York Times bestselling, hilarious tale of Mary Karr’s hardscrabble Texas childhood that Oprah.com calls the best memoir of a generation. The Liars’ Club took the world by storm and raised the art of the memoir to an entirely new level, bringing about a dramatic revival of the form. Karr’s comic childhood in an east Texas oil town brings us characters as darkly hilarious as any of J. D. Salinger’s—a hard-drinking daddy, a sister who can talk down the sheriff at age twelve, and an oft-married mother whose accumulated secrets threaten to destroy them all. This unsentimental and profoundly moving account of an apocalyptic childhood is as “funny, lively, and un-put-downable” (USA Today) today as it ever was.",
        "preview_link": "http://books.google.ro/books?id=rcM_i5c-3q0C&printsec=frontcover&dq=The+Liars%27+Club+inauthor:Mary+Karr&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Becoming",
        "author": [
            "Michelle Obama"
        ],
        "description": "“… bersama, di apartemen kami yang sesak, Ayah dan Ibu mengajariku melihat nilai-nilai dalam setiap kisah kehidupan kami … bahkan saat kisah itu tidak indah atau sempurna ….” Dunia Michelle kecil adalah sebuah apartemen sempit di South Side, Chicago, tempat dia dan saudaranya, Craig, dibesarkan dan dididik untuk menjadi pemberani dan tidak takut bicara. Namun kemudian, kehidupan membawanya jauh melangkah, mulai dari Universitas Princeton—tempat dia belajar merasakan menjadi satu-satunya perempuan kulit hitam di sebuah ruangan—hingga ke kantor pengacara tempat dia bekerja dan bertemu Barack Obama, yang kemudian menjadi suaminya. Pertemuan yang mengubah semua rencana hidupnya. Dalam buku ini, untuk pertama kalinya, Michelle Obama menggambarkan tahun-tahun pertama pernikahannya, ketika dia berjuang menyeimbangkan pekerjaan dan keluarganya dengan karier politik suaminya yang bergerak cepat. Dia juga mengungkap drama pencalonan suaminya sebagai presiden hingga perannya sebagai tokoh yang populer, sekaligus sasaran kritik. Dengan narasi yang anggun, penuh humor, dan keterusterangan, Michelle menuturkan kisah di balik layar kehidupannya selama delapan tahun di Gedung Putih yang membuatnya tak hanya dikenal, tetapi juga semakin mengenal negaranya. Melalui Becoming, sebuah memoar yang jujur dan berani, Michelle Obama menggugah kita untuk bertanya: Who are we and who do we want to become? [Mizan, Noura Books, Nourabooks, Kisah, Klasik, Novel, Memoar, Biografi, Terjemahan, Indonesia]",
        "preview_link": "http://books.google.ro/books?id=rMGoDwAAQBAJ&printsec=frontcover&dq=Becoming+inauthor:Michelle+Obama&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Steve Jobs",
        "author": [
            "Walter Isaacson"
        ],
        "description": "Based on more than 40 interviews with Jobs conducted over two years--as well as interviews with more than 100 family members, friends, adversaries, competitors, and colleagues--Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing.",
        "preview_link": "http://books.google.ro/books?id=8U2oAAAAQBAJ&printsec=frontcover&dq=Steve+Jobs+inauthor:Walter+Isaacson&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Educated",
        "author": [
            "Tara Westover"
        ],
        "description": "#1 NEW YORK TIMES, WALL STREET JOURNAL, AND BOSTON GLOBE BESTSELLER • One of the most acclaimed books of our time: an unforgettable memoir about a young woman who, kept out of school, leaves her survivalist family and goes on to earn a PhD from Cambridge University “Extraordinary . . . an act of courage and self-invention.”—The New York Times NAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BY THE NEW YORK TIMES BOOK REVIEW • ONE OF PRESIDENT BARACK OBAMA’S FAVORITE BOOKS OF THE YEAR • BILL GATES’S HOLIDAY READING LIST • FINALIST: National Book Critics Circle’s Award In Autobiography and John Leonard Prize For Best First Book • PEN/Jean Stein Book Award • Los Angeles Times Book Prize Born to survivalists in the mountains of Idaho, Tara Westover was seventeen the first time she set foot in a classroom. Her family was so isolated from mainstream society that there was no one to ensure the children received an education, and no one to intervene when one of Tara’s older brothers became violent. When another brother got himself into college, Tara decided to try a new kind of life. Her quest for knowledge transformed her, taking her over oceans and across continents, to Harvard and to Cambridge University. Only then would she wonder if she’d traveled too far, if there was still a way home. “Beautiful and propulsive . . . Despite the singularity of [Westover’s] childhood, the questions her book poses are universal: How much of ourselves should we give to those we love? And how much must we betray them to grow up?”—Vogue NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The Washington Post • O: The Oprah Magazine • Time • NPR • Good Morning America • San Francisco Chronicle • The Guardian • The Economist • Financial Times • Newsday • New York Post • theSkimm • Refinery29 • Bloomberg • Self • Real Simple • Town & Country • Bustle • Paste • Publishers Weekly • Library Journal • LibraryReads • Book Riot • Pamela Paul, KQED • New York Public Library",
        "preview_link": "http://books.google.ro/books?id=2ObWDgAAQBAJ&printsec=frontcover&dq=Educated+inauthor:Tara+Westover&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "When Breath Becomes Air (Indonesian Edition)",
        "author": [
            "Paul Kalanithi"
        ],
        "description": "Pada usia ketiga puluh enam, Paul Kalanithi merasa suratan nasibnya berjalan dengan begitu sempurna. Paul hampir saja menyelesaikan masa pelatihan luar biasa panjangnya sebagai ahli bedah saraf selama sepuluh tahun. Beberapa rumah sakit dan universitas ternama telah menawari posisi penting yang diimpikannya selama ini. Penghargaan nasional pun telah diraihnya. Dan kini, Paul hendak kembali menata ikatan pernikahannya yang merenggang, memenuhi peran sebagai sosok suami yang ia janjikan. Akan tetapi, secara tiba-tiba, kanker mencengkeram paru-parunya, melumpuhkan organ-organ penting dalam tubuhnya. Seluruh masa depan yang direncanakan Paul seketika menguap. Pada satu hari ia adalah seorang dokter yang menangani orang-orang yang sekarat, tetapi pada hari berikutnya, ia adalah pasien yang mencoba bertahan hidup. Apa yang membuat hidup berharga dan bermakna, mengingat semua akan sirna pada akhirnya? Apa yang Anda lakukan saat masa depan tak lagi menuntun pada cita-cita yang diidamkan, melainkan pada masa kini yang tanpa akhir? Apa artinya memiliki anak, merawat kehidupan baru saat kehidupan lain meredup? When Breath Becomes Air akan membawa kita bergelut pada pertanyaan-pertanyaan penting tentang hidup dan seberapa layak kita diberi pilihan untuk menjalani kehidupan. [Mizan, Bentang Pustaka, Memoar, Biografi, Kisah, Medis, Terjemahan, Indonesia]",
        "preview_link": "http://books.google.ro/books?id=l3wnDQAAQBAJ&printsec=frontcover&dq=When+Breath+Becomes+Air+inauthor:Paul+Kalanithi&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Born A Crime",
        "author": [
            "Trevor Noah"
        ],
        "description": "WINNER OF THE THURBER PRIZE The compelling, inspiring, (often comic) coming-of-age story of Trevor Noah, set during the twilight of apartheid and the tumultuous days of freedom that followed. One of the comedy world's brightest new voices, Trevor Noah is a light-footed but sharp-minded observer of the absurdities of politics, race and identity, sharing jokes and insights drawn from the wealth of experience acquired in his relatively young life. As host of the US hit show The Daily Show with Trevor Noah, he provides viewers around the globe with their nightly dose of biting satire, but here Noah turns his focus inward, giving readers a deeply personal, heartfelt and humorous look at the world that shaped him. Noah was born a crime, son of a white Swiss father and a black Xhosa mother, at a time when such a union was punishable by five years in prison. Living proof of his parents' indiscretion, Trevor was kept mostly indoors for the first years of his life, bound by the extreme and often absurd measures his mother took to hide him from a government that could, at any moment, take him away. A collection of eighteen personal stories, Born a Crime tells the story of a mischievous young boy growing into a restless young man as he struggles to find his place in a world where he was never supposed to exist. Born a Crime is equally the story of that young man's fearless, rebellious and fervently religious mother - a woman determined to save her son from the cycle of poverty, violence and abuse that ultimately threatens her own life. Whether subsisting on caterpillars for dinner during hard times, being thrown from a moving car during an attempted kidnapping, or just trying to survive the life-and-death pitfalls of dating in high school, Noah illuminates his curious world with an incisive wit and an unflinching honesty. His stories weave together to form a personal portrait of an unlikely childhood in a dangerous time, as moving and unforgettable as the very best memoirs and as funny as Noah's own hilarious stand-up. Born a Crime is a must read.",
        "preview_link": "http://books.google.ro/books?id=dAzJCwAAQBAJ&printsec=frontcover&dq=Born+a+Crime+inauthor:Trevor+Noah&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "I Am Malala",
        "author": [
            "Malala Yousafzai",
            "Christina Lamb"
        ],
        "description": "*Winner of the 2014 Nobel Peace Prize* 'Malala is an inspiration to girls and women all over the world' J K Rowling 'Inspirational and powerful' GRAZIA 'For sheer inspiration read I Am Malala' SUNDAY TIMES 'A tale of immense courage and conviction' INDEPENDENT 'She has the heart and courage of a lioness and is a true inspiration' Lorraine Kelly, THE SUN When the Taliban took control of the Swat Valley, one girl fought for her right to an education. On Tuesday, 9 October 2012, she almost paid the ultimate price when she was shot in the head at point-blank range. Malala Yousafzai's extraordinary journey has taken her from a remote valley in northern Pakistan to the halls of the United Nations. She has become a global symbol of peaceful protest and is the youngest ever winner of the Nobel Peace Prize. I Am Malala will make you believe in the power of one person's voice to inspire change in the world. ***** 'Malala is an inspiration to girls and women all over the world' JK Rowling 'Moving and illuminating' Observer 'Inspirational and powerful' Grazia 'Her story is astonishing' Spectator",
        "preview_link": "http://books.google.ro/books?id=sQMuAAAAQBAJ&printsec=frontcover&dq=I+Am+Malala+inauthor:Malala+Yousafzai&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Glass Castle",
        "author": [
            "Jeannette Walls"
        ],
        "description": "Original publication and copyright date: 2005.",
        "preview_link": "http://books.google.ro/books?id=CLRZ79s5tD8C&printsec=frontcover&dq=The+Glass+Castle+inauthor:Jeannette+Walls&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Long Walk to Freedom",
        "author": [
            "Nelson Mandela"
        ],
        "description": "\"Essential reading for anyone who wants to understand history – and then go out and change it.\" –President Barack Obama Nelson Mandela was one of the great moral and political leaders of his time: an international hero whose lifelong dedication to the fight against racial oppression in South Africa won him the Nobel Peace Prize and the presidency of his country. After his triumphant release in 1990 from more than a quarter-century of imprisonment, Mandela was at the center of the most compelling and inspiring political drama in the world. As president of the African National Congress and head of South Africa's antiapartheid movement, he was instrumental in moving the nation toward multiracial government and majority rule. He is still revered everywhere as a vital force in the fight for human rights and racial equality. Long Walk to Freedom is his moving and exhilarating autobiography, destined to take its place among the finest memoirs of history's greatest figures. Here for the first time, Nelson Rolihlahla Mandela told the extraordinary story of his life -- an epic of struggle, setback, renewed hope, and ultimate triumph. The book that inspired the major motion picture Mandela: Long Walk to Freedom.",
        "preview_link": "http://books.google.ro/books?id=jc41AQAAQBAJ&printsec=frontcover&dq=Long+Walk+to+Freedom+inauthor:Nelson+Mandela&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Night",
        "author": [
            "Elie Wiesel"
        ],
        "description": "A new translation from the French by Marion Wiesel. Night is Elie Wiesel's masterpiece, a candid, horrific, and deeply poignant autobiographical account of his survival as a teenager in the Nazi death camps. This new translation by Marion Wiesel, Elie's wife and frequent translator, presents this seminal memoir in the language and spirit truest to the author's original intent. And in a substantive new preface, Elie reflects on the enduring importance of Night and his lifelong, passionate dedication to ensuring that the world never forgets man's capacity for inhumanity to man. Night offers much more than a litany of the daily terrors, everyday perversions, and rampant sadism at Auschwitz and Buchenwald; it also eloquently addresses many of the philosophical as well as personal questions implicit in any serious consideration of what the Holocaust was, what it meant, and what its legacy is and will be.",
        "preview_link": "http://books.google.ro/books?id=ELbHiPmYSM4C&printsec=frontcover&dq=Night+inauthor:Elie+Wiesel&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The 7 Habits of Highly Effective People",
        "author": [
            "Stephen R. Covey"
        ],
        "description": "Audio Cassettes kept at counter.",
        "preview_link": "http://books.google.ro/books?id=upUxaNWSaRIC&printsec=frontcover&dq=The+7+Habits+of+Highly+Effective+People+inauthor:Stephen+R.+Covey&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "How To Win Friends and Influence People",
        "author": [
            "Dale Carnegie"
        ],
        "description": "How to Win Friends and Influence People is the first, and still the finest, book of its kind. One of the best-known motivational books in history, Dale Carnegie's groundbreaking work has sold millions of copies, has been translated into almost every known written language, and has helped countless people succeed in both their business and personal lives. First published in 1937, Carnegie's advice has remained relevant for generations because he addresses timeless questions about the fine art of getting along with people: How can you make people like you instantly? How can you persuade people to agree with you? How can you speak frankly to people without giving offense? The ability to read others and successfully navigate any social situation is critically important to those who want to get a job, keep a job, or simply expand their social network. The core principles of this book, originally written as a practical, working handbook on human relations, are proven effective. Carnegie explains the fundamentals of handling people with a positive approach; how to make people like you and want to help you; how to win people to your way of thinking without conflict; and how to be the kind of leader who inspires quality work, increased productivity, and high morale. As Carnegie explains, the majority of our success in life depends on our ability to communicate and manage personal relationships effectively, whether at home or at work. How to Win Friends and Influence People will help you discover and develop the people skills you need to live well and prosper.",
        "preview_link": "http://books.google.ro/books?id=yxfJDVXClucC&printsec=frontcover&dq=How+to+Win+Friends+and+Influence+People+inauthor:Dale+Carnegie&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Atomic Habits",
        "author": [
            "James Clear"
        ],
        "description": "THE PHENOMENAL INTERNATIONAL BESTSELLER: OVER 15 MILLION COPIES SOLD WORLDWIDE Transform your life with tiny changes in behaviour, starting now. People think that when you want to change your life, you need to think big. But world-renowned habits expert James Clear has discovered another way. He knows that real change comes from the compound effect of hundreds of small decisions: doing two push-ups a day, waking up five minutes early, or holding a single short phone call. He calls them atomic habits. In this ground-breaking book, Clears reveals exactly how these minuscule changes can grow into such life-altering outcomes. He uncovers a handful of simple life hacks (the forgotten art of Habit Stacking, the unexpected power of the Two Minute Rule, or the trick to entering the Goldilocks Zone), and delves into cutting-edge psychology and neuroscience to explain why they matter. Along the way, he tells inspiring stories of Olympic gold medalists, leading CEOs, and distinguished scientists who have used the science of tiny habits to stay productive, motivated, and happy. These small changes will have a revolutionary effect on your career, your relationships, and your life. ________________________________ A NEW YORK TIMES AND SUNDAY TIMES BESTSELLER 'A supremely practical and useful book.' Mark Manson, author of The Subtle Art of Not Giving A F*ck 'James Clear has spent years honing the art and studying the science of habits. This engaging, hands-on book is the guide you need to break bad routines and make good ones.' Adam Grant, author of Originals 'Atomic Habits is a step-by-step manual for changing routines.' Books of the Month, Financial Times 'A special book that will change how you approach your day and live your life.' Ryan Holiday, author of The Obstacle is the Way Number 1 Sunday Times Bestseller, May 2023",
        "preview_link": "http://books.google.ro/books?id=fFCjDQAAQBAJ&dq=Atomic+Habits+inauthor:James+Clear&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Power of Now",
        "author": [
            "Eckhart Tolle"
        ],
        "description": "Eckhart Tolle is emerging as one of today's most inspiring teachers. In The Power of Now, already a word-of-mouth bestseller in Canada, the author describes his transition from despair to self-realization soon after his 29th birthday. Tolle took another ten years to understand this transformation, during which time he evolved a philosophy that has parallels in Buddhism, relaxation techniques, and meditation theory but is also eminently practical. In The Power of Now he shows readers how to recognize themselves as the creators of their own pain, and how to have a pain-free existence by living fully in the present. Accessing the deepest self, the true self, can be learned, he says, by freeing ourselves from the conflicting, unreasonable demands of the mind and living present, fully, and intensely, in the Now.",
        "preview_link": "http://books.google.ro/books?id=QFQ7DwAAQBAJ&printsec=frontcover&dq=The+Power+of+Now+inauthor:Eckhart+Tolle&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Think and Grow Rich",
        "author": [
            "Napoleon Hill"
        ],
        "description": "Publsiher's Note: This is a digital version of the original work. Any errors are a refecltion of the original work. Think and Grow Rich is a motivational personal development and self-help book written by Napoleon Hill and inspired by a suggestion from Scottish-American businessman Andrew Carnegie. While the title implies that this book deals only with how to get rich, the author explains that the philosophy taught in the book can be used to help people succeed in all lines of work and to do or be almost anything they want",
        "preview_link": "http://books.google.ro/books?id=TfqYDAAAQBAJ&printsec=frontcover&dq=Think+and+Grow+Rich+inauthor:Napoleon+Hill&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Subtle Art of Not Giving a F*ck",
        "author": [
            "Mark Manson"
        ],
        "description": "#1 New York Times Bestseller Over 10 million copies sold In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be \"positive\" all the time so that we can truly become better, happier people. For decades, we’ve been told that positive thinking is the key to a happy, rich life. \"F**k positivity,\" Mark Manson says. \"Let’s be honest, shit is f**ked and we have to live with it.\" In his wildly popular Internet blog, Manson doesn’t sugarcoat or equivocate. He tells it like it is—a dose of raw, refreshing, honest truth that is sorely lacking today. The Subtle Art of Not Giving a F**k is his antidote to the coddling, let’s-all-feel-good mindset that has infected American society and spoiled a generation, rewarding them with gold medals just for showing up. Manson makes the argument, backed both by academic research and well-timed poop jokes, that improving our lives hinges not on our ability to turn lemons into lemonade, but on learning to stomach lemons better. Human beings are flawed and limited—\"not everybody can be extraordinary, there are winners and losers in society, and some of it is not fair or your fault.\" Manson advises us to get to know our limitations and accept them. Once we embrace our fears, faults, and uncertainties, once we stop running and avoiding and start confronting painful truths, we can begin to find the courage, perseverance, honesty, responsibility, curiosity, and forgiveness we seek. There are only so many things we can give a f**k about so we need to figure out which ones really matter, Manson makes clear. While money is nice, caring about what you do with your life is better, because true wealth is about experience. A much-needed grab-you-by-the-shoulders-and-look-you-in-the-eye moment of real-talk, filled with entertaining stories and profane, ruthless humor, The Subtle Art of Not Giving a F**k is a refreshing slap for a generation to help them lead contented, grounded lives.",
        "preview_link": "http://books.google.ro/books?id=yng_CwAAQBAJ&printsec=frontcover&dq=The+Subtle+Art+of+Not+Giving+a+F*ck+inauthor:Mark+Manson&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Daring Greatly",
        "author": [
            "Brené Brown"
        ],
        "description": "The #1 New York Times bestseller. More than 2 million copies sold! Look for Brené Brown’s new podcast, Dare to Lead, as well as her ongoing podcast Unlocking Us! From thought leader Brené Brown, a transformative new vision for the way we lead, love, work, parent, and educate that teaches us the power of vulnerability. “It is not the critic who counts; not the man who points out how the strong man stumbles, or where the doer of deeds could have done them better. The credit belongs to the man who is actually in the arena, whose face is marred by dust and sweat and blood; who strives valiantly; . . . who at the best knows in the end the triumph of high achievement, and who at worst, if he fails, at least fails while daring greatly.”—Theodore Roosevelt Every day we experience the uncertainty, risks, and emotional exposure that define what it means to be vulnerable or to dare greatly. Based on twelve years of pioneering research, Brené Brown PhD, MSW, dispels the cultural myth that vulnerability is weakness and argues that it is, in truth, our most accurate measure of courage. Brown explains how vulnerability is both the core of difficult emotions like fear, grief, and disappointment, and the birthplace of love, belonging, joy, empathy, innovation, and creativity. She writes: “When we shut ourselves off from vulnerability, we distance ourselves from the experiences that bring purpose and meaning to our lives.” Daring Greatly is not about winning or losing. It’s about courage. In a world where “never enough” dominates and feeling afraid has become second nature, vulnerability is subversive. Uncomfortable. It’s even a little dangerous at times. And, without question, putting ourselves out there means there’s a far greater risk of getting criticized or feeling hurt. But when we step back and examine our lives, we will find that nothing is as uncomfortable, dangerous, and hurtful as standing on the outside of our lives looking in and wondering what it would be like if we had the courage to step into the arena—whether it’s a new relationship, an important meeting, the creative process, or a difficult family conversation. Daring Greatly is a practice and a powerful new vision for letting ourselves be seen.",
        "preview_link": "http://books.google.ro/books?id=cyRDrMMX8WoC&printsec=frontcover&dq=Daring+Greatly+inauthor:Bren%C3%A9+Brown&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Four Agreements",
        "author": [
            "Don Miguel Ruiz",
            "Janet Mills"
        ],
        "description": "In The Four Agreements, bestselling author don Miguel Ruiz reveals the source of self-limiting beliefs that rob us of joy and create needless suffering. Based on ancient Toltec wisdom, The Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love. • A New York Times bestseller for over a decade • Translated into 50 languages worldwide “This book by don Miguel Ruiz, simple yet so powerful, has made a tremendous difference in how I think and act in every encounter.” — Oprah Winfrey “Don Miguel Ruiz’s book is a roadmap to enlightenment and freedom.” — Deepak Chopra, Author, The Seven Spiritual Laws of Success “An inspiring book with many great lessons.” — Wayne Dyer, Author, Real Magic “In the tradition of Castaneda, Ruiz distills essential Toltec wisdom, expressing with clarity and impeccability what it means for men and women to live as peaceful warriors in the modern world.” — Dan Millman, Author, Way of the Peaceful Warrior",
        "preview_link": "http://books.google.ro/books?id=t54LEAAAQBAJ&printsec=frontcover&dq=The+Four+Agreements+inauthor:Don+Miguel+Ruiz&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Hunger Games (Hunger Games, Book One)",
        "author": [
            "Suzanne Collins"
        ],
        "description": "This Special Edition of The Hunger Games includes the most extensive interview Suzanne Collins has given since the publication of The Hunger Games; an absorbing behind-the-scenes look at the creation of the series; and an engaging archival conversation between Suzanne Collins and YA legend Walter Dean Myers on writing about war. The Special Edition answers many questions fans have had over the years, and gives great insight into the creation of this era-defining work. In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV.Sixteen-year-old Katniss Everdeen regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to death before-and survival, for her, is second nature. Still, if she is to win, she will have to start making choices that weigh survival against humanity and life against love.",
        "preview_link": "http://books.google.ro/books?id=Yz8Fnw0PlEQC&printsec=frontcover&dq=The+Hunger+Games+inauthor:Suzanne+Collins&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Fault in Our Stars",
        "author": [
            "John Green"
        ],
        "description": "From John Green, the #1 bestselling author of Turtles All the Way Down \"The greatest romance story of this decade.\" --Entertainment Weekly -Millions of copies sold- #1 New York Times Bestseller #1 Wall Street Journal Bestseller #1 USA Today Bestseller #1 International Bestseller TIME Magazine's #1 Fiction Book of 2012 TODAY Book Club pick Now a Major Motion Picture Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten. Insightful, bold, irreverent, and raw, The Fault in Our Stars brilliantly explores the funny, thrilling, and tragic business of being alive and in love.",
        "preview_link": "http://books.google.ro/books?id=QiLaCwAAQBAJ&printsec=frontcover&dq=The+Fault+in+Our+Stars+inauthor:John+Green&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Divergent",
        "author": [
            "Veronica Roth"
        ],
        "description": "This first book in Veronica Roth's #1 New York Times bestselling Divergent series of books is the novel the inspired the major motion picture starring Shailene Woodley, Theo James, and Kate Winslet. This dystopian series set in a futuristic Chicago has captured the hearts of millions of teen and adult readers. Perfect for fans of the Hunger Games and Maze Runner series, Divergent and its sequels, Insurgent and Allegiant, are the gripping story of a dystopian world transformed by courage, self-sacrifice, and love. Fans of the Divergent movie will find the book packed with just as much emotional depth and exhilarating action as the film, all told in beautiful, rich language. One choice can transform you. Beatrice Prior's society is divided into five factions—Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). Beatrice must choose between staying with her Abnegation family and transferring factions. Her choice will shock her community and herself. But the newly christened Tris also has a secret, one she's determined to keep hidden, because in this world, what makes you different makes you dangerous. And don't miss The Fates Divide, Veronica Roth's powerful sequel to the bestselling Carve the Mark!",
        "preview_link": "http://books.google.ro/books?id=nv9lZM_0RI4C&printsec=frontcover&dq=Divergent+inauthor:Veronica+Roth&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "The Perks of Being a Wallflower",
        "author": [
            "Stephen Chbosky"
        ],
        "description": "Charlie struggles to cope with complex world of high school as he deals with the confusions of sex and love, the temptations of drugs, and the pain of losing a close friend and a favorite aunt.",
        "preview_link": "http://books.google.ro/books?id=pK0X5FyUs28C&printsec=frontcover&dq=The+Perks+of+Being+a+Wallflower+inauthor:Stephen+Chbosky&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Looking for Alaska",
        "author": [
            "John Green"
        ],
        "description": "The award-winning, genre-defining debut from John Green, the #1 bestselling author of The Anthropocene Reviewed and The Fault in Our Stars Winner of the Michael L. Printz Award • A Los Angeles Times Book Prize Finalist • A New York Times Bestseller • A USA Today Bestseller • NPR’s Top Ten Best-Ever Teen Novels • TIME magazine’s 100 Best Young Adult Novels of All Time • A PBS Great American Read Selection • Millions of copies sold! First drink. First prank. First friend. First love. Last words. Miles Halter is fascinated by famous last words—and tired of his safe life at home. He leaves for boarding school to seek what the dying poet François Rabelais called the “Great Perhaps.” Much awaits Miles at Culver Creek, including Alaska Young, who will pull Miles into her labyrinth and catapult him into the Great Perhaps. Looking for Alaska brilliantly chronicles the indelible impact one life can have on another. A modern classic, this stunning debut marked #1 bestselling author John Green’s arrival as a groundbreaking new voice in contemporary fiction. Newly updated edition includes a brand-new Readers' Guide featuring a Q&A with author John Green",
        "preview_link": "http://books.google.ro/books?id=5v1NBhR1W88C&printsec=frontcover&dq=Looking+for+Alaska+inauthor:John+Green&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Thirteen Reasons Why",
        "author": [
            "Jay Asher"
        ],
        "description": "THE #1 NEW YORK TIMES AND INTERNATIONAL BESTSELLER **THE BOOK THAT STARTED IT ALL, NOW A NETFLIX ORIGINAL SERIES** “Eerie, beautiful, and devastating.” —Chicago Tribune “A stealthy hit with staying power. . . . thriller-like pacing.” —The New York Times “Thirteen Reasons Why will leave you with chills long after you have finished reading.” —Amber Gibson, NPR’s “All Things Considered” You can’t stop the future. You can’t rewind the past. The only way to learn the secret . . . is to press play. Clay Jensen returns home from school to find a strange package with his name on it lying on his porch. Inside he discovers several cassette tapes recorded by Hannah Baker—his classmate and crush—who committed suicide two weeks earlier. Hannah's voice tells him that there are thirteen reasons why she decided to end her life. Clay is one of them. If he listens, he'll find out why. Clay spends the night crisscrossing his town with Hannah as his guide. He becomes a firsthand witness to Hannah's pain, and as he follows Hannah’s recorded words throughout his town, what he discovers changes his life forever. Need to talk? Call 1-800-273-TALK (8255) anytime if you are in the United States. It’s free and confidential. Find more resources at 13reasonswhy.info. Find out how you can help someone in crisis at bethe1to.com.",
        "preview_link": "http://books.google.ro/books?id=LkmQEAAAQBAJ&dq=Thirteen+Reasons+Why+inauthor:Jay+Asher&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Eleanor of Aquitaine",
        "author": [
            "David Hilliam"
        ],
        "description": "For more than sixty years, Queen Eleanor of Aquitaine was involved in all the important events in twelfth-century France and England. This wonderful book tells her tale in exquisite detail, from describing the fashionable furs and luxurious clothing she carried with her, to vivid descriptions of the court of medieval France. It recounts the harrowing battles in the Holy Land as well as the true-to-life discussions of Eleanor s many love interests. Filled with hard-to-find images including a photo of the only remaining sculpture of the famous queen this is a fascinating and visually stunning book.",
        "preview_link": "http://books.google.ro/books?id=YxqJbKSf9rEC&pg=PA40&dq=Eleanor&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "City of Bones",
        "author": [
            "Cassandra Clare"
        ],
        "description": "Suddenly able to see demons and the Darkhunters who are dedicated to returning them to their own dimension, fifteen-year-old Clary Fray is drawn into this bizarre world when her mother disappears and Clary herself is almost killed by a monster.",
        "preview_link": "http://books.google.ro/books?id=gv02GL9CgdQC&printsec=frontcover&dq=City+of+Bones+inauthor:Cassandra+Clare&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Penguin Readers Level 3: Wonder (ELT Graded Reader)",
        "author": [
            "R J Palacio"
        ],
        "description": "This ELT Graded Reader is made for people learning English as an additional language. The short, simple text is also perfect for anyone looking for an easier read. In this story, August \"Auggie\" Pullman has been home-schooled all his life. Now he is starting fifth grade at a school in New York City. He doesn't want other students to look at him, but that isn't easy when he looks like he does. Our Penguin Readers books include: Simple text (CEFR-levelled) Pictures to help you understand the story Fun exercises to help you learn and practise English With the print book, you can get even more help online: Read the book online Listen to the book being read out loud Get lesson plans for teachers Find answers to check your understanding Note: online resources not available with the eBook.",
        "preview_link": "http://books.google.ro/books?id=oPHiDwAAQBAJ&dq=Wonder+inauthor:R.J.+Palacio&hl=&cd=1&source=gbs_api"
    },
    {
        "title": "Paper Towns",
        "author": [
            "John Green"
        ],
        "description": "From the bestselling author of The Fault in our Stars and Looking for Alaska, now a major TV series Quentin Jacobsen has always loved Margo Roth Spiegelman, for Margo (and her adventures) are the stuff of legend at their high school. So when she one day climbs through his window and summons him on an all-night road trip of revenge he cannot help but follow. But the next day Margo doesn't come to school and a week later she is still missing. Q soon learns that there are clues in her disappearance . . . and they are for him. But as he gets deeper into the mystery – culminating in another awesome road trip across America – he becomes less sure of who and what he is looking for. Masterfully written by John Green, this is a thoughtful, insightful and hilarious coming-of-age story.",
        "preview_link": "http://books.google.ro/books?id=4NEcg6puG4AC&printsec=frontcover&dq=Paper+Towns+inauthor:John+Green&hl=&cd=1&source=gbs_api"
    }
]